{
  "page_title": "Privacybeleid QuickPing VPN",
  "last_updated": "Laatst bijgewerkt: 25 november 2025",
  "introduction": "QuickPing VPN (hierna “wij”, “ons” of “onze”), beheerd door Boratech, zet zich in voor de bescherming van uw privacy. Dit privacybeleid legt uit hoe wij uw persoonsgegevens verzamelen, gebruiken, delen en beveiligen wanneer u onze Diensten gebruikt. Door de Diensten te gebruiken stemt u in met deze praktijken, inclusief het gebruik van uw IP-adres en apparaattijdzone voor service-optimalisatie zoals hieronder beschreven. Voor vragen kunt u contact opnemen via support@quickping.net.",

  "sections": [
    {
      "number": "1",
      "title": "Welke gegevens verzamelen wij",
      "content": "Wij verzamelen een minimum aan gegevens conform de dataminimalisatieprincipes van de GDPR, Britse wetgeving, CCPA en de App Store-richtlijnen van Apple:",
      "list": [
        "<strong>Accountgegevens:</strong> e-mailadres en wachtwoord (versleuteld met SHA256/base64) voor registratie en inloggen.",
        "<strong>IP bij registratie:</strong> uw IP-adres bij aanmelding om misbruik te voorkomen (bijv. meerdere gratis accounts); wordt verwijderd na verificatie of minimaal bewaard.",
        "<strong>Optimalisatiegegevens:</strong> realtime IP-adres (alleen tijdens het welkomstscherm voor het samenstellen van een locatie-gebaseerde serverlijst) en apparaattijdzone (automatisch gedetecteerd uit apparaatinstellingen voor het kiezen van de juiste API-domeinen). Beide worden niet opgeslagen op onze servers – alleen realtime verwerkt.",
        "<strong>Apparaat- en crashgegevens:</strong> via Sentry voor foutopsporing (o.a. model, OS-versie, batterijniveau, geheugengebruik, app-versie, crashlogs, IP, land/stad). Deze gegevens worden geanonimiseerd en uitsluitend gebruikt voor foutoplossing.",
        "<strong>Betalingsgegevens:</strong> volledig afgehandeld door Apple; wij bewaren geen kaartgegevens."
      ],
      "footer": "Er wordt geen toegang tot locatie, gezondheidsgegevens, browsegeschiedenis, verkeer of verbindingslogs verzameld of opgeslagen (zelfs niet tijdelijk). Wij gebruiken gegevens niet voor tracking, profilering of andere doeleinden dan hier expliciet vermeld."
    },
    {
      "number": "2",
      "title": "Hoe wij uw gegevens gebruiken",
      "content": "Wij gebruiken gegevens uitsluitend voor het leveren van de Diensten, op basis van uw toestemming (via deze Voorwaarden en dit Beleid) en gerechtvaardigde belangen (o.a. servicekwaliteit en beveiliging):",
      "list": [
        "Het leveren en onderhouden van de Diensten (authenticatie, VPN-verbinding, misbruikcontroles).",
        "Service-optimalisatie: realtime IP voor het samenstellen van serverlijsten en tijdzone voor het kiezen van snellere/stabielere API-domeinen.",
        "Foutopsporing en verbeteringen (Sentry-crashrapporten).",
        "Het voldoen aan wettelijke verplichtingen (bijv. fraudebestrijding)."
      ],
      "footer": "Geen verkoop, delen of gebruik voor marketing, reclame of andere doeleinden van derden – volledig in lijn met Apple Guideline 5.4."
    },
    {
      "number": "3",
      "title": "No-Logs-beleid",
      "content": "Wij hanteren een strikt no-logs-beleid: er worden geen online activiteiten, bezochte websites, verkeersgegevens of verbindingslogs opgeslagen – zelfs niet voor een seconde. Tijdzone en IP voor optimalisatie worden niet gelogd of bewaard; alleen realtime verwerkt. Servers gebruiken Sing-Box-protocollen met volledige versleuteling; gegevens zijn geanonimiseerd en worden nooit opgeslagen. Wij voeren regelmatig interne audits uit om naleving te waarborgen."
    },
    {
      "number": "4",
      "title": "Delen van gegevens",
      "list": [
        "<strong>Derden:</strong> alleen Sentry (crashrapporten) en Google Login SDK (authenticatie). Geen verkoop of delen van gegevens.",
        "<strong>Wettelijke verplichtingen:</strong> alleen bij een geldig gerechtelijk bevel na controle op rechtmatigheid.",
        "<strong>Bedrijfstransacties:</strong> bij fusie of overname."
      ],
      "footer": "Internationale doorgiften zijn beveiligd met standaard contractuele clausules. Wij delen geen gegevens met derden (inclusief AI-aanbieders) zonder uw uitdrukkelijke toestemming."
    },
    {
      "number": "5",
      "title": "Beveiligingsmaatregelen",
      "content": "Gegevens worden tijdens transport en opslag versleuteld (o.a. met VMess-protocollen). Wij passen firewalls, toegangscontroles en regelmatige beveiligingsaudits toe conform artikel 32 GDPR en CCPA-vereisten. Geen enkel systeem is echter 100 % veilig."
    },
    {
      "number": "6",
      "title": "Uw rechten",
      "content": "Wij respecteren uw rechten onder de toepasselijke wetgeving: toegang, correctie of verwijdering van uw gegevens via accountinstellingen. Volledige ondersteuning van EU/VK (GDPR) en Californië (CCPA) rechten. E-mailverzoeken worden binnen 30–45 dagen beantwoord. Gegevens worden bewaard zolang het account actief is + 2 jaar om juridische redenen."
    },
    {
      "number": "7",
      "title": "Privacy van kinderen",
      "content": "De Diensten zijn niet gericht op personen jonger dan 16 jaar. Wij verzamelen bewust geen gegevens van minderjarigen. Volledig conform COPPA en de kindbepalingen van de GDPR."
    },
    {
      "number": "8",
      "title": "Wijzigingen in dit beleid",
      "content": "Wij kunnen dit beleid wijzigen; u wordt per e-mail geïnformeerd. Voortgezet gebruik houdt acceptatie van de wijzigingen in."
    },
    {
      "number": "9",
      "title": "Naleving",
      "content": "Wij voldoen volledig aan GDPR, UK GDPR, CCPA en de App Store-richtlijnen van Apple (o.a. 5.4). Wij minimaliseren gegevens, verkrijgen toestemming en vermijden misleidende claims."
    },
    {
      "number": "10",
      "title": "Contact",
      "content": "support@quickping.net of owner@boratech.uk<br>Unit 13 Freeland Park, Wareham Road, Lytchett Matravers, Poole, BH16 6FA, UK<br>+447477232441"
    }
  ]
}