{
  "page_title": "Gebruiksvoorwaarden QuickPing VPN",
  "last_updated": "Laatst bijgewerkt: 25 november 2025",
  "introduction": "Deze Gebruiksvoorwaarden regelen uw toegang tot en gebruik van de QuickPing VPN-diensten (mobiele apps, website en gerelateerde software/functies), aangeboden door QuickPing en beheerd door Boratech. Door de Diensten te gebruiken accepteert u deze Voorwaarden en ons Privacybeleid (beschikbaar op https://dl.quickping.net/legal.html?page=privacy). Indien u niet akkoord gaat, maak dan geen gebruik van de Diensten.",

  "sections": [
    {
      "number": "1",
      "title": "Acceptatie en geschiktheid",
      "content": "U moet minimaal 16 jaar oud zijn (of de meerderjarigheidsleeftijd in uw rechtsgebied hebben bereikt) om de Diensten te mogen gebruiken. Door gebruik te maken van de Diensten verklaart u aan dit vereiste te voldoen en zich te houden aan alle toepasselijke wetten. Indien u namens een rechtspersoon accepteert, garandeert u bevoegd te zijn die rechtspersoon te binden."
    },
    {
      "number": "2",
      "title": "Wijzigingen in de Voorwaarden",
      "content": "Wij kunnen deze Voorwaarden te allen tijde aanpassen. Wijzigingen worden op onze website gepubliceerd en per e-mail aan u meegedeeld. Voortgezet gebruik na wijzigingen houdt acceptatie ervan in."
    },
    {
      "number": "3",
      "title": "Account aanmaken en beveiliging",
      "content": "Voor gebruik van de Diensten dient u een account aan te maken met een geldig e-mailadres en wachtwoord. U bent verantwoordelijk voor de vertrouwelijkheid van uw inloggegevens en voor alle activiteiten onder uw account. Meld onbevoegd gebruik onmiddellijk. Wij behouden ons het recht voor accounts bij overtreding te schorsen of te beëindigen."
    },
    {
      "number": "4",
      "title": "Abonnementen en betalingen",
      "content": "De Diensten werken op abonnementsbasis. Na registratie ontvangt u maandelijks 2 GB gratis data voor testdoeleinden (één gratis account per IP ter voorkoming van misbruik). Betaalde plannen: maandelijks $2,99 en jaarlijks $24,99 met onbeperkte data via Apple In-App Purchase. Abonnementen worden automatisch verlengd tenzij opgezegd via uw Apple-account. Wij verlenen geen directe refunds; alle opzeggingen en refunds verlopen volgens het Apple-beleid. Prijzen kunnen met voorafgaande kennisgeving wijzigen."
    },
    {
      "number": "5",
      "title": "Servicefuncties",
      "subsections": [
        {
          "subtitle": "VPN-verbinding",
          "content": "Wij bieden VPN-diensten via protocollen als VMess, VLESS, Reality en Hysteria (Sing-Box). Functies: serverselectie, split tunneling (eigen IP-lijsten), altijd actieve kill switch en Guardian (optionele blokkade van sociale media, adult content en goksites via openbare GitHub-lijsten)."
        },
        {
          "subtitle": "Geo-optimalisatie",
          "content": "Voor de best mogelijke snelheid en stabiliteit optimaliseren wij API-endpoints en serverlijsten op basis van uw apparaattijdzone (automatisch gedetecteerd uit instellingen, niet opgeslagen) en actueel IP-adres (alleen opgevraagd bij app-start). Bijvoorbeeld: VK-gebruikers krijgen Britse API-domeinen + ±10 servers; Duitse gebruikers krijgen Duitse domeinen + tot 15 servers uit diverse landen. Dit gebeurt zonder opslag van locatiegegevens – alle gebruikers krijgen een eerlijk en optimaal resultaat."
        },
        {
          "subtitle": "Gebruiksbeperkingen",
          "content": "Diensten zijn uitsluitend voor persoonlijk, niet-commercieel gebruik. Doorverkoop, delen of commercieel gebruik is verboden. Betaalde plannen bieden onbeperkte data, maar misbruik (bijv. extreem bandbreedtegebruik dat anderen benadeelt) is niet toegestaan. Wij behouden ons het recht voor accounts te beperken of te blokkeren."
        },
        {
          "subtitle": "No-Logs-beleid",
          "content": "Wij houden geen logs bij van online activiteiten, browsegeschiedenis, verkeer of verbindingen. Zie het Privacybeleid voor details."
        }
      ]
    },
    {
      "number": "6",
      "title": "Verboden activiteiten",
      "content": "U stemt ermee in de Diensten niet te používat voor:",
      "list": [
        "Illegale activiteiten, waaronder (doch niet beperkt tot) kinderuitbuiting, spam, malwareverspreiding, hacking of auteursrechtinbreuk.",
        "Intimidatie, bedreiging of schadelijke inhoud.",
        "Doorverkoop, delen of misbruik van de Diensten (bijv. meerdere gratis accounts).",
        "Overbelasting van onze infrastructuur of het omzeilen van beperkingen op een manier die lokale wetten schendt."
      ],
      "footer": "Bij overtreding kunnen wij uw account zonder restitutie opschorten of beëindigen."
    },
    {
      "number": "7",
      "title": "Intellectuele eigendom",
      "content": "Wij verlenen u een beperkte, niet-exclusieve, herroepbare licentie voor persoonlijk gebruik van de Diensten. Het is niet toegestaan onze software te wijzigen, reverse-engineeren of te distribueren. Alle merken en inhoud zijn ons eigendom."
    },
    {
      "number": "8",
      "title": "Vrijwaring van aansprakelijkheid en beperking van aansprakelijkheid",
      "content": "De Diensten worden geleverd “as is” zonder garanties. Wij zijn niet aansprakelijk voor indirecte, gevolg- of incidentele schade ontstaan door verkeerd gebruik of gebruikersfouten. Onze totale aansprakelijkheid is beperkt tot het bedrag dat u de afgelopen 12 maanden hebt betaald. Wij zijn niet verantwoordelijk voor overtredingen van lokale wetten of misbruik door gebruikers."
    },
    {
      "number": "9",
      "title": "Vrijwaring",
      "content": "U stemt ermee in ons te vrijwaren tegen alle claims die voortvloeien uit uw gebruik van de Diensten of schending van deze Voorwaarden."
    },
    {
      "number": "10",
      "title": "Beëindiging",
      "content": "U kunt uw account op elk moment verwijderen via de app of website; al uw gegevens worden dan permanent gewist. Wij kunnen uw account bij overtreding met of zonder kennisgeving beëindigen."
    },
    {
      "number": "11",
      "title": "Toepasselijk recht en geschillenbeslechting",
      "content": "Deze Voorwaarden vallen onder het recht van Engeland en Wales. Geschillen worden beslecht via bindende arbitrage bij de London Court of International Arbitration (LCIA) of via de rechtbanken in Engeland."
    },
    {
      "number": "12",
      "title": "Diversen",
      "content": "Indien een bepaling ongeldig is, blijven de overige bepalingen van kracht. De Engelse versie prevaleert boven vertalingen. Vragen: support@quickping.net; juridische aangelegenheden: owner@boratech.uk"
    }
  ],

  "closing": "Door verder te gaan accepteert u deze Gebruiksvoorwaarden en ons Privacybeleid."
}