{
  "page_title": "QuickPing VPN Gebruiksvoorwaarden",
  "last_updated": "Laatst bijgewerkt: 25 november 2025",
  "introduction": "Deze Gebruiksvoorwaarden (\"Voorwaarden\") regelen uw toegang tot en gebruik van de QuickPing VPN-diensten, inclusief onze mobiele applicaties, website en alle gerelateerde software of functies (gezamenlijk de \"Diensten\") die worden aangeboden door QuickPing en beheerd door [boratech_link] (\"wij,\" \"ons\" of \"onze\"). Door toegang te krijgen tot of gebruik te maken van de Diensten, gaat u akkoord met deze Voorwaarden en ons Privacybeleid, beschikbaar via [privacy_policy_link]. Als u niet akkoord gaat, maak dan geen gebruik van de Diensten.",

  "sections": [
    {
      "number": "1",
      "title": "Acceptatie en Toelaatbaarheid",
      "content": "U moet minimaal 16 jaar oud zijn (of de meerderjarige leeftijd in uw rechtsgebied hebben bereikt) om de Diensten te gebruiken. Door gebruik te maken van de Diensten verklaart u dat u aan deze vereiste voldoet en akkoord gaat met alle toepasselijke wet- en regelgeving. Indien u deze Voorwaarden accepteert namens een rechtspersoon, garandeert u dat u bevoegd bent om deze rechtspersoon te binden."
    },
    {
      "number": "2",
      "title": "Wijzigingen van de Voorwaarden",
      "content": "Wij kunnen deze Voorwaarden op elk moment bijwerken. Wijzigingen worden op onze website gepubliceerd en wij zullen u via e-mail op de hoogte stellen. Uw voortgezette gebruik van de Diensten na wijzigingen betekent aanvaarding ervan."
    },
    {
      "number": "3",
      "title": "Account aanmaken en Beveiliging",
      "content": "Om de Diensten te gebruiken, moet u een account aanmaken met een geldig e-mailadres en wachtwoord. U bent verantwoordelijk voor het vertrouwelijk houden van uw accountgegevens en voor alle activiteiten die onder uw account plaatsvinden. Stel ons onmiddellijk op de hoogte van ongeautoriseerde toegang. Wij behouden ons het recht voor om uw account te beëindigen of te schorsen bij overtredingen."
    },
    {
      "number": "4",
      "title": "Abonnementen en Betalingen",
      "content": "De Diensten zijn gebaseerd op abonnementen. Na registratie ontvangt u maandelijks 2GB gratis data voor testdoeleinden (beperkt tot één gratis account per IP om misbruik te voorkomen). Betaalde abonnementen omvatten maandelijkse ($2.99) en jaarlijkse ($24.99) abonnementen met onbeperkte data, verwerkt via Apple In-App Purchase. Abonnementen worden automatisch verlengd, tenzij u deze opzegt via de instellingen van uw Apple-account. Wij bieden geen directe restituties; alle annuleringen en restituties worden afgehandeld volgens het abonnementsbeleid van Apple. Prijzen kunnen met voorafgaande kennisgeving worden gewijzigd."
    },
    {
      "number": "5",
      "title": "Dienstfuncties",
      "subsections": [
        {
          "subtitle": "VPN-connectiviteit",
          "content": "Wij bieden VPN-diensten via protocollen zoals VMess, VLESS, Reality en Hysteria via [singbox_link]. Functies omvatten serverselectie, split tunneling (door gebruikers gedefinieerde IP-lijsten voor inclusieve/exclusieve routing), een kill switch (altijd ingeschakeld) en Guardian (optionele blokkering van sociale media, inhoud voor volwassenen en goksites met behulp van openbare GitHub-lijsten)."
        },
        {
          "subtitle": "Geo-optimalisatie",
          "content": "Om hoogwaardige, locatiegeschikte diensten te leveren, optimaliseren wij API-endpoints en VPN-serverlijsten op basis van de tijdzone van uw apparaat (automatisch gedetecteerd via apparaatinstellingen, niet opgeslagen op servers) en de locatie van uw IP-adres (in realtime opgevraagd tijdens het opstartscherm bij het starten van de app). Bijvoorbeeld: gebruikers in het VK kunnen Britse API-domeinen en een aangepaste lijst van 10 servers ontvangen, terwijl gebruikers in Duitsland Duitse API-domeinen en 15 servers uit verschillende landen kunnen krijgen. Dit zorgt voor betere snelheid, stabiliteit en relevantie zonder locatiegegevens op te slaan. Alle gebruikers ontvangen eerlijke en optimale diensten op basis van hun gedetecteerde locatie."
        },
        {
          "subtitle": "Gebruiksbeperkingen",
          "content": "Diensten zijn uitsluitend bedoeld voor persoonlijk gebruik. Doorverkoop, delen of commercieel gebruik is niet toegestaan. Betaalde abonnementen bieden onbeperkte data, maar misbruik (bijv. overmatig bandbreedtegebruik dat de servicekwaliteit voor anderen beïnvloedt) is verboden. Wij kunnen accounts beperken of schorsen bij dergelijk misbruik."
        },
        {
          "subtitle": "No-Logs-beleid",
          "content": "Wij loggen of slaan geen online activiteiten, browsegeschiedenis, verkeersgegevens of verbindingslogs op. Zie [privacy_policy_link] voor details."
        }
      ]
    },
    {
      "number": "6",
      "title": "Verboden Activiteiten",
      "content": "U stemt ermee in de Diensten niet te gebruiken voor:",
      "list": [
        "Illegale activiteiten, waaronder maar niet beperkt tot kinderuitbuiting, spam, verspreiding van malware, hacking of auteursrechtinbreuk.",
        "Intimidatie, bedreiging of schadelijke inhoud.",
        "Doorverkoop, delen of misbruik van de Diensten (bijv. het aanmaken van meerdere gratis accounts).",
        "Overbelasting van onze infrastructuur of het omzeilen van beperkingen op manieren die lokale wetgeving overtreden."
      ],
      "footer": "Wij kunnen uw account zonder restitutie schorsen of beëindigen bij overtredingen."
    },
    {
      "number": "7",
      "title": "Intellectuele Eigendom",
      "content": "Wij verlenen u een beperkte, niet-exclusieve, herroepbare licentie om de Diensten voor persoonlijke doeleinden te gebruiken. U mag onze software niet wijzigen, reverse-engineeren of distribueren. Alle handelsmerken en inhoud zijn ons eigendom."
    },
    {
      "number": "8",
      "title": "Aansprakelijkheidsuitsluitingen en Beperkingen",
      "content": "De Diensten worden geleverd \"zoals ze zijn\" zonder enige garanties. Wij wijzen aansprakelijkheid af voor enige schade, inclusief indirecte, gevolg- of incidentele verliezen die voortvloeien uit uw verkeerd gebruik of gebruikersfouten. Onze totale aansprakelijkheid is beperkt tot het bedrag dat u in de afgelopen 12 maanden heeft betaald. Wij zijn niet verantwoordelijk voor overtredingen van lokale wetgeving of misbruik door gebruikers."
    },
    {
      "number": "9",
      "title": "Vrijwaring",
      "content": "U stemt ermee in ons te vrijwaren van alle claims die voortvloeien uit uw gebruik van de Diensten of schending van deze Voorwaarden."
    },
    {
      "number": "10",
      "title": "Beëindiging",
      "content": "U kunt uw account op elk moment verwijderen via de app of website, waardoor uw gegevens permanent worden verwijderd. Wij kunnen uw account beëindigen in geval van overtredingen, met of zonder voorafgaande kennisgeving."
    },
    {
      "number": "11",
      "title": "Toepasselijk Recht en Geschillenbeslechting",
      "content": "Deze Voorwaarden worden beheerst door de wetten van Engeland en Wales. Geschillen worden opgelost via bindende arbitrage bij de London Court of International Arbitration (LCIA) of via de rechtbanken in Engeland."
    },
    {
      "number": "12",
      "title": "Diversen",
      "content": "Indien een bepaling ongeldig is, blijven de overige bepalingen afdwingbaar. De Engelse versie heeft voorrang op vertalingen. Neem contact met ons op via [support_email] voor vragen of via [legal_email] voor juridische aangelegenheden."
    }
  ],

  "closing": "Door verder te gaan, gaat u akkoord met deze Voorwaarden en ons [privacy_policy_link]."
}
