{
  "page_title": "شرایط استفاده QuickPing VPN",
  "last_updated": "آخرین به‌روزرسانی: 25 نوامبر 2025",
  "introduction": "این شرایط استفاده (\"شرایط\") دسترسی و استفاده شما از خدمات QuickPing VPN، شامل اپلیکیشن‌های موبایل، وب‌سایت و هر نرم‌افزار یا قابلیت مرتبط دیگر (که در مجموع «خدمات» نامیده می‌شوند) را که توسط QuickPing و تحت مدیریت Boratech (\"ما\"، \"ما را\" یا \"متعلق به ما\") ارائه می‌شوند، تنظیم می‌کند. با دسترسی یا استفاده از خدمات، شما موافقت می‌کنید که تابع این شرایط و سیاست حفظ حریم خصوصی ما که در [privacy_policy_link] در دسترس است باشید. اگر موافق نیستید، از خدمات استفاده نکنید.",

  "sections": [
    {
      "number": "1",
      "title": "پذیرش و شرایط احراز صلاحیت",
      "content": "برای استفاده از خدمات، باید حداقل 16 سال سن داشته باشید (یا به سن قانونی در حوزه قضایی خود رسیده باشید). با استفاده از خدمات، شما تأیید می‌کنید که این شرط را دارید و موافقت می‌کنید که از تمامی قوانین قابل اجرا پیروی کنید. اگر از طرف یک نهاد حقوقی این شرایط را می‌پذیرید، تضمین می‌کنید که اختیار قانونی لازم برای متعهد کردن آن نهاد را دارید."
    },
    {
      "number": "2",
      "title": "تغییرات در شرایط",
      "content": "ما ممکن است این شرایط را در هر زمان به‌روزرسانی کنیم. تغییرات در وب‌سایت ما منتشر شده و از طریق ایمیل به شما اطلاع داده می‌شود. ادامه استفاده شما از خدمات پس از اعمال تغییرات، به منزله پذیرش آن‌هاست."
    },
    {
      "number": "3",
      "title": "ایجاد حساب و امنیت",
      "content": "برای استفاده از خدمات، باید یک حساب کاربری با یک ایمیل معتبر و رمز عبور ایجاد کنید. شما مسئول حفظ محرمانگی اطلاعات حساب خود و تمام فعالیت‌های انجام‌شده تحت حساب خود هستید. در صورت هرگونه دسترسی غیرمجاز، فوراً ما را مطلع کنید. ما حق تعلیق یا مسدودسازی حساب شما را در صورت نقض شرایط برای خود محفوظ می‌دانیم."
    },
    {
      "number": "4",
      "title": "اشتراک‌ها و پرداخت‌ها",
      "content": "خدمات مبتنی بر اشتراک هستند. پس از ثبت‌نام، شما ماهانه 2 گیگابایت داده رایگان برای تست دریافت می‌کنید (محدود به یک حساب رایگان به ازای هر IP برای جلوگیری از سوءاستفاده). پلن‌های پولی شامل اشتراک ماهانه (2.99 دلار) و سالانه (24.99 دلار) با دیتای نامحدود هستند که از طریق خرید درون‌برنامه‌ای اپل پردازش می‌شوند. اشتراک‌ها به‌صورت خودکار تمدید می‌شوند مگر اینکه از طریق تنظیمات حساب اپل خود لغو شوند. ما بازپرداخت مستقیم ارائه نمی‌دهیم؛ تمامی لغوها و بازپرداخت‌ها مطابق با سیاست‌های اشتراک اپل انجام می‌شوند. قیمت‌ها ممکن است با اطلاع قبلی تغییر کنند."
    },
    {
      "number": "5",
      "title": "ویژگی‌های خدمات",
      "subsections": [
        {
          "subtitle": "اتصال VPN",
          "content": "ما خدمات VPN را با استفاده از پروتکل‌هایی مانند VMess، VLESS، Reality و Hysteria از طریق [singbox_link] ارائه می‌کنیم. از جمله قابلیت‌ها: انتخاب سرور، اسپلیت تانلینگ (لیست‌های IP تعریف‌شده توسط کاربر برای مسیردهی inclusive/exclusive)، کیِل سوئیچ (همیشه فعال)، و Guardian (مسدودسازی اختیاری شبکه‌های اجتماعی، محتوای بزرگسال، و سایت‌های قمار با استفاده از لیست‌های عمومی GitHub)."
        },
        {
          "subtitle": "بهینه‌سازی جغرافیایی",
          "content": "برای ارائه خدمات باکیفیت و متناسب با موقعیت کاربر، نقاط پایانی API و لیست سرورهای VPN را بر اساس منطقه زمانی دستگاه شما (که به‌صورت خودکار از تنظیمات دستگاه تشخیص داده می‌شود و در سرورها ذخیره نمی‌شود) و موقعیت مکانی آدرس IP (که به‌صورت بلادرنگ در صفحه شروع هنگام اجرای برنامه پرس‌وجو می‌شود) بهینه می‌کنیم. برای مثال، کاربران در بریتانیا ممکن است دامنه‌های API مبتنی بر بریتانیا و لیستی اختصاصی از 10 سرور دریافت کنند، در حالی که کاربران در آلمان ممکن است APIهای مبتنی بر آلمان و 15 سرور از کشورهای مختلف دریافت کنند. این کار باعث بهبود سرعت، پایداری و تناسب خدمات بدون ذخیره داده‌های مکانی می‌شود. تمامی کاربران بر اساس موقعیت تشخیص داده‌شده خود، خدماتی عادلانه و بهینه دریافت می‌کنند."
        },
        {
          "subtitle": "محدودیت‌های استفاده",
          "content": "خدمات فقط برای استفاده شخصی هستند. هیچ‌گونه فروش مجدد، اشتراک‌گذاری یا استفاده تجاری مجاز نیست. در پلن‌های پولی، دیتا نامحدود است، اما هرگونه سوءاستفاده (مثلاً مصرف پهنای باند بیش از حد که بر کیفیت سرویس دیگران تأثیر بگذارد) ممنوع است. ما ممکن است حساب‌های متخلف را محدود یا مسدود کنیم."
        },
        {
          "subtitle": "سیاست عدم ذخیره لاگ",
          "content": "ما هیچ‌گونه فعالیت آنلاین، تاریخچه مرور، داده ترافیکی یا لاگ اتصالی را ذخیره یا ثبت نمی‌کنیم. برای جزئیات به [privacy_policy_link] مراجعه کنید."
        }
      ]
    },
    {
      "number": "6",
      "title": "فعالیت‌های ممنوعه",
      "content": "شما متعهد می‌شوید که از خدمات برای موارد زیر استفاده نکنید:",
      "list": [
        "فعالیت‌های غیرقانونی، از جمله (اما نه محدود به) سوءاستفاده از کودکان، اسپم، توزیع بدافزار، هک یا نقض حق کپی‌رایت.",
        "آزار، تهدید یا انتشار محتوای مضر.",
        "فروش مجدد، اشتراک‌گذاری یا سوءاستفاده از خدمات (مثلاً ساخت چند حساب رایگان).",
        "بارگذاری بیش از حد زیرساخت ما یا دور زدن محدودیت‌ها به شکلی که قوانین محلی را نقض کند."
      ],
      "footer": "در صورت نقض، ما می‌توانیم حساب شما را بدون بازپرداخت معلق یا مسدود کنیم."
    },
    {
      "number": "7",
      "title": "مالکیت فکری",
      "content": "ما یک مجوز محدود، غیرانحصاری و قابل فسخ برای استفاده شخصی از خدمات به شما اعطا می‌کنیم. شما مجاز به تغییر، مهندسی معکوس یا توزیع نرم‌افزار ما نیستید. تمامی علائم تجاری و محتوا متعلق به ما هستند."
    },
    {
      "number": "8",
      "title": "سلب مسئولیت و محدودیت مسئولیت",
      "content": "خدمات به‌صورت «همان‌گونه که هست» ارائه می‌شوند و بدون هیچ‌گونه ضمانتی هستند. ما هرگونه مسئولیت در قبال خسارات، از جمله خسارات غیرمستقیم، تبعی یا تصادفی ناشی از سوءاستفاده شما یا خطاهای کاربری را رد می‌کنیم. مسئولیت کلی ما محدود به مبلغی است که شما در 12 ماه گذشته پرداخت کرده‌اید. ما مسئول نقض قوانین محلی یا سوءاستفاده کاربران نیستیم."
    },
    {
      "number": "9",
      "title": "جبران خسارت",
      "content": "شما موافقت می‌کنید که ما را در برابر هرگونه ادعا، خسارت یا هزینه‌ای که ناشی از استفاده شما از خدمات یا نقض این شرایط باشد، مصون نگه دارید."
    },
    {
      "number": "10",
      "title": "فسخ خدمات",
      "content": "شما می‌توانید در هر زمان از طریق اپ یا وب‌سایت حساب خود را حذف کنید که منجر به حذف دائمی داده‌های شما می‌شود. ما می‌توانیم در صورت نقض شرایط، حساب شما را با یا بدون اطلاع قبلی مسدود کنیم."
    },
    {
      "number": "11",
      "title": "قانون حاکم و حل اختلاف",
      "content": "این شرایط تحت قوانین انگلستان و ولز تنظیم می‌شوند. اختلافات از طریق داوری الزام‌آور در دادگاه داوری بین‌المللی لندن (LCIA) یا دادگاه‌های انگلستان رسیدگی خواهند شد."
    },
    {
      "number": "12",
      "title": "متفرقه",
      "content": "در صورتی که هر بخشی از این شرایط نامعتبر تشخیص داده شود، سایر بخش‌ها همچنان لازم‌الاجرا باقی می‌مانند. نسخه انگلیسی بر ترجمه‌ها اولویت دارد. برای سوالات با [support_email] و برای امور حقوقی با [legal_email] تماس بگیرید."
    }
  ],

  "closing": "با ادامه استفاده، شما با این شرایط و [privacy_policy_link] ما موافقت می‌کنید."
}
