{
    "page_title": "شرایط استفاده از QuickPing VPN",
    "last_updated": "آخرین به‌روزرسانی: ۴ آذر ۱۴۰۴",
    "introduction": "این شرایط استفاده («شرایط») دسترسی و استفاده شما از سرویس‌های QuickPing VPN شامل اپلیکیشن‌های موبایل، وب‌سایت و هر نرم‌افزار یا ویژگی مرتبط (مجموعاً «سرویس‌ها») که توسط QuickPing و تحت مدیریت شرکت Boratech ارائه می‌شود را تنظیم می‌کند. با دسترسی یا استفاده از سرویس‌ها، شما این شرایط و سیاست حریم خصوصی ما موجود در (https://dl.quickping.net/legal.html?page=privacy) را می‌پذیرید. اگر موافق نیستید، از سرویس‌ها استفاده نکنید.",
  
    "sections": [
      {
        "number": "۱",
        "title": "پذیرش و شرایط سنی",
        "content": "شما باید حداقل ۱۶ سال سن داشته باشید (یا به سن قانونی در کشور خود رسیده باشید) تا مجاز به استفاده از سرویس‌ها باشید. با استفاده از سرویس‌ها تأیید می‌کنید که این شرایط را دارید و متعهد به رعایت تمام قوانین قابل اعمال هستید. اگر به نمایندگی از یک شرکت یا نهاد پذیرش می‌کنید، تضمین می‌کنید که اختیار قانونی برای الزام آن نهاد را دارید."
      },
      {
        "number": "۲",
        "title": "تغییرات در شرایط",
        "content": "ما می‌توانیم این شرایط را در هر زمان به‌روزرسانی کنیم. تغییرات در وب‌سایت منتشر شده و از طریق ایمیل به شما اطلاع داده خواهد شد. ادامه استفاده پس از تغییرات به معنای پذیرش آن‌هاست."
      },
      {
        "number": "۳",
        "title": "ساخت حساب و امنیت",
        "content": "برای استفاده از سرویس‌ها باید با ایمیل معتبر و رمز عبور حساب بسازید. شما مسئول حفظ محرمانگی اطلاعات حساب و تمام فعالیت‌های انجام‌شده تحت حساب خود هستید. در صورت مشاهده دسترسی غیرمجاز، فوراً ما را مطلع کنید. ما حق تعلیق یا مسدود کردن حساب در صورت نقض شرایط را برای خود محفوظ می‌داریم."
      },
      {
        "number": "۴",
        "title": "اشتراک‌ها و پرداخت",
        "content": "سرویس‌ها مبتنی بر اشتراک هستند. پس از ثبت‌نام، ماهانه ۲ گیگابایت داده رایگان برای تست دریافت می‌کنید (محدود به یک حساب رایگان به ازای هر IP برای جلوگیری از سوءاستفاده). پلن‌های پولی شامل اشتراک ماهانه (۲.۹۹ دلار) و سالانه (۲۴.۹۹ دلار) با داده نامحدود و از طریق خرید درون‌برنامه‌ای اپل هستند. اشتراک‌ها به‌طور خودکار تمدید می‌شوند مگر اینکه از طریق تنظیمات حساب اپل لغو شوند. ما بازپرداخت مستقیم ارائه نمی‌دهیم؛ تمام لغوها و بازپرداخت‌ها طبق سیاست‌های اپل انجام می‌شود. قیمت‌ها ممکن است با اطلاع قبلی تغییر کنند."
      },
      {
        "number": "۵",
        "title": "ویژگی‌های سرویس",
        "subsections": [
          {
            "subtitle": "اتصال VPN",
            "content": "ما سرویس VPN را با پروتکل‌های VMess، VLESS، Reality و Hysteria از طریق Sing-Box ارائه می‌دهیم. ویژگی‌ها شامل انتخاب سرور، تونل تقسیم‌شده (لیست IP دلخواه برای مسیریابی شامل/مستثنی)، کیل‌سوییچ (همیشه فعال) و Guardian (قابلیت مسدودسازی اختیاری شبکه‌های اجتماعی، محتوای بزرگسالان و سایت‌های قمار با استفاده از لیست‌های عمومی GitHub) است."
          },
          {
            "subtitle": "بهینه‌سازی جغرافیایی",
            "content": "برای ارائه بهترین کیفیت و سرعت متناسب با موقعیت شما، لیست سرورها و دامنه‌های API را بر اساس منطقه زمانی دستگاه (به‌طور خودکار از تنظیمات دستگاه شناسایی شده و ذخیره نمی‌شود) و موقعیت تقریبی IP (فقط لحظه‌ای در صفحه اسپلش) تنظیم می‌کنیم. برای مثال، کاربران بریتانیا دامنه‌های بریتانیایی و حدود ۱۰ سرور دریافت می‌کنند؛ کاربران آلمان دامنه آلمانی و تا ۱۵ سرور از کشورهای مختلف. این کار بدون ذخیره هیچ داده مکانی انجام می‌شود و همه کاربران به‌طور عادلانه بهترین سرویس ممکن را دریافت می‌کنند."
          },
          {
            "subtitle": "محدودیت‌های استفاده",
            "content": "سرویس‌ها فقط برای استفاده شخصی هستند. فروش مجدد، اشتراک‌گذاری یا استفاده تجاری ممنوع است. پلن‌های پولی داده نامحدود دارند، اما سوءاستفاده (مانند مصرف بیش از حد پهنای باند که کیفیت دیگران را کاهش دهد) ممنوع است. ما حق محدودسازی یا مسدود کردن حساب در صورت سوءاستفاده را داریم."
          },
          {
            "subtitle": "سیاست عدم ثبت لاگ",
            "content": "ما هیچ فعالیت آنلاین، تاریخچه مرور، داده ترافیک یا لاگ اتصالی را ثبت یا ذخیره نمی‌کنیم. جزئیات در سیاست حریم خصوصی موجود است."
          }
        ]
      },
      {
        "number": "۶",
        "title": "فعالیت‌های ممنوعه",
        "content": "شما متعهد می‌شوید از سرویس‌ها برای موارد زیر استفاده نکنید:",
        "list": [
          "فعالیت‌های غیرقانونی از جمله بهره‌کشی از کودکان، اسپم، توزیع بدافزار، هک یا نقض کپی‌رایت.",
          "آزار، تهدید یا محتوای آسیب‌رسان.",
          "فروش مجدد، اشتراک‌گذاری یا سوءاستفاده از سرویس‌ها (مانند ساخت چندین حساب رایگان).",
          "بارگذاری بیش از حد زیرساخت ما یا دور زدن محدودیت‌ها به نحوی که با قوانین محلی مغایرت داشته باشد."
        ],
        "footer": "ما می‌توانیم در صورت نقض شرایط، حساب شما را بدون بازپرداخت مسدود یا حذف کنیم."
      },
      {
        "number": "۷",
        "title": "مالکیت معنوی",
        "content": "ما به شما مجوز محدود، غیراختصاصی و قابل لغو برای استفاده شخصی از سرویس‌ها اعطا می‌کنیم. شما مجاز به تغییر، مهندسی معکوس یا توزیع نرم‌افزار ما نیستید. تمام علائم تجاری و محتوا متعلق به ماست."
      },
      {
        "number": "۸",
        "title": "سلب مسئولیت و محدودیت مسئولیت",
        "content": "سرویس‌ها «همان‌گونه که هستند» ارائه می‌شوند و هیچ ضمانتی ندارند. ما هیچ مسئولیتی در قبال خسارات مستقیم، غیرمستقیم، تبعی یا اتفاقی ناشی از استفاده نادرست شما یا خطای کاربر نمی‌پذیریم. حداکثر مسئولیت ما محدود به مبلغ پرداختی شما در ۱۲ ماه گذشته است. ما در قبال نقض قوانین محلی یا سوءاستفاده کاربران مسئولیتی نداریم."
      },
      {
        "number": "۹",
        "title": "جبران خسارت",
        "content": "شما متعهد می‌شوید ما را در برابر هرگونه ادعا ناشی از استفاده شما از سرویس‌ها یا نقض این شرایط مصون نگه دارید."
      },
      {
        "number": "۱۰",
        "title": "خاتمه",
        "content": "شما می‌توانید در هر زمان از طریق اپ یا وب‌سایت حساب خود را حذف کنید که تمام داده‌های شما برای همیشه حذف خواهد شد. ما نیز می‌توانیم در صورت نقض شرایط، با یا بدون اطلاع قبلی، حساب شما را خاتمه دهیم."
      },
      {
        "number": "۱۱",
        "title": "قانون حاکم و حل اختلاف",
        "content": "این شرایط تحت قوانین انگلستان و ولز اداره می‌شود. اختلافات از طریق داوری الزامی در دادگاه داوری بین‌المللی لندن (LCIA) یا دادگاه‌های انگلستان حل خواهد شد."
      },
      {
        "number": "۱۲",
        "title": "سایر موارد",
        "content": "اگر هر بند از این شرایط نامعتبر باشد، سایر بندها همچنان لازم‌الاجرا هستند. نسخه انگلیسی بر ترجمه‌ها اولویت دارد. برای سؤالات با support@quickping.net و برای امور حقوقی با owner@boratech.uk تماس بگیرید."
      }
    ],
  
    "closing": "با ادامه استفاده، شما این شرایط و سیاست حریم خصوصی ما را می‌پذیرید."
  }