{
  "page_title": "QuickPing VPN Hizmet Şartları",
  "last_updated": "Son Güncelleme: 25 Kasım 2025",
  "introduction": "Bu Hizmet Şartları (“Şartlar”), [boratech_link] tarafından işletilen QuickPing VPN’in mobil uygulamalarını, web sitesini ve ilgili yazılımları veya özellikleri (topluca “Hizmetler”) kullanmanızı düzenler. Hizmetlere erişerek veya kullanarak, bu Şartlara ve [privacy_policy_link] adresinde bulunan Gizlilik Politikamıza bağlı olmayı kabul etmiş olursunuz. Kabul etmiyorsanız, Hizmetleri kullanmayın.",

  "sections": [
    {
      "number": "1",
      "title": "Kabul ve Uygunluk",
      "content": "Hizmetleri kullanabilmek için en az 16 yaşında (veya bulunduğunuz yerde reşit olma yaşı) olmanız gerekir. Hizmetleri kullanarak bu şartı karşıladığınızı ve yürürlükteki tüm yasalara uyacağınızı beyan edersiniz. Bir kuruluş adına kabul ediyorsanız, o kuruluşu bağlama yetkiniz olduğunu garanti edersiniz."
    },
    {
      "number": "2",
      "title": "Şartlarda Değişiklikler",
      "content": "Bu Şartları istediğimiz zaman güncelleyebiliriz. Değişiklikler web sitemizde yayınlanacak ve sizi e-posta ile bilgilendireceğiz. Değişikliklerden sonra Hizmetleri kullanmaya devam etmeniz, kabul ettiğiniz anlamına gelir."
    },
    {
      "number": "3",
      "title": "Hesap Oluşturma ve Güvenlik",
      "content": "Hizmetleri kullanmak için geçerli bir e-posta adresi ve parola ile hesap oluşturmanız gerekir. Hesap bilgilerinizin gizliliğini korumaktan ve hesabınız altındaki tüm işlemlerden siz sorumlusunuz. Yetkisiz erişim durumunda derhal bizi bilgilendirin. İhlallerde hesabınızı sonlandırma veya askıya alma hakkımız saklıdır."
    },
    {
      "number": "4",
      "title": "Abonelikler ve Ödemeler",
      "content": "Hizmetler abonelik esaslıdır. Kayıt sonrasında test amaçlı olarak aylık 2GB ücretsiz veri alırsınız (kötüye kullanımı önlemek için IP başına yalnızca bir ücretsiz hesap). Ücretli planlar, Apple Uygulama İçi Satın Alma yoluyla işlenen sınırsız veri içeren aylık (2,99$) ve yıllık (24,99$) aboneliklerdir. Abonelikler, Apple hesap ayarlarınızdan iptal edilmediği sürece otomatik olarak yenilenir. Doğrudan iade sunmuyoruz; tüm iptaller ve iadeler Apple’ın abonelik politikalarına tabidir. Fiyatlar bildirimle değiştirilebilir."
    },
    {
      "number": "5",
      "title": "Hizmet Özellikleri",
      "subsections": [
        {
          "subtitle": "VPN Bağlantısı",
          "content": "[singbox_link] üzerinden VMess, VLESS, Reality ve Hysteria gibi protokoller kullanarak VPN hizmetleri sunarız. Özellikler arasında sunucu seçimi, split tunneling (dahil/hariç yönlendirme için kullanıcı tanımlı IP listeleri), kill switch (her zaman etkin) ve Guardian (GitHub’daki herkese açık listelerle sosyal medya, yetişkin içerik ve kumar sitelerinin isteğe bağlı engellenmesi) bulunur."
        },
        {
          "subtitle": "Coğrafi Optimizasyon",
          "content": "Yüksek kaliteli ve konuma uygun hizmetler sunmak için, API uç noktalarını ve VPN sunucu listelerini cihazınızın saat dilimine (cihaz ayarlarından otomatik algılanır, sunucularda saklanmaz) ve IP adresi konumuna (uygulama açılış splash ekranında gerçek zamanlı sorgulanır) göre optimize ederiz. Örneğin, Birleşik Krallık’taki kullanıcılar Birleşik Krallık tabanlı API alan adlarını ve 10 sunucudan oluşan özel bir liste alırken, Almanya’daki kullanıcılar Almanya tabanlı API’ler ve farklı ülkelerden 15 sunucu alabilirler. Bu, konum verisini saklamadan daha iyi hız, stabilite ve uygunluk sağlar. Tüm kullanıcılar, algılanan konumlarına göre adil ve optimal hizmet alır."
        },
        {
          "subtitle": "Kullanım Sınırları",
          "content": "Hizmetler yalnızca kişisel kullanım içindir. Yeniden satış, paylaşım veya ticari kullanım yasaktır. Ücretli planlarda sınırsız veri sunulur ancak kötüye kullanım yasaktır (örn. başkalarının hizmet kalitesini etkileyen aşırı bant genişliği kullanımı). Bu tür durumlarda hesabı sınırlayabilir veya askıya alabiliriz."
        },
        {
          "subtitle": "Kayıt Tutmama Politikası",
          "content": "Herhangi bir çevrimiçi etkinliği, tarama geçmişini, trafik verisini veya bağlantı kayıtlarını kaydetmez veya saklamayız. Ayrıntılar için [privacy_policy_link] adresine bakın."
        }
      ]
    },
    {
      "number": "6",
      "title": "Yasaklı Faaliyetler",
      "content": "Hizmetleri aşağıdaki amaçlarla kullanmamayı kabul edersiniz:",
      "list": [
        "Çocuk istismarı, spam, kötü amaçlı yazılım dağıtımı, hackleme veya telif hakkı ihlali dahil ancak bunlarla sınırlı olmamak üzere yasa dışı faaliyetler.",
        "Taciz, tehditler veya zararlı içerik.",
        "Hizmetlerin yeniden satılması, paylaşılması veya kötüye kullanılması (örn. birden fazla ücretsiz hesap oluşturma).",
        "Altyapımızı aşırı yüklemek veya yerel yasaları ihlal edecek şekilde kısıtlamaları aşmak."
      ],
      "footer": "İhlaller durumunda hesabınızı iade yapmaksızın askıya alabilir veya sonlandırabiliriz."
    },
    {
      "number": "7",
      "title": "Fikri Mülkiyet",
      "content": "Hizmetleri kişisel amaçlarla kullanmanız için sınırlı, münhasır olmayan ve geri alınabilir bir lisans veriyoruz. Yazılımımızı değiştiremez, tersine mühendislik yapamaz veya dağıtamazsınız. Tüm ticari markalar ve içerikler bize aittir."
    },
    {
      "number": "8",
      "title": "Sorumluluk Reddi ve Sorumluluk Sınırları",
      "content": "Hizmetler “olduğu gibi” sunulur ve herhangi bir garanti verilmez. Yanlış kullanımınızdan veya kullanıcı hatalarından kaynaklanan dolaylı, sonuçsal veya arızi zararlar dahil olmak üzere tüm sorumluluk reddedilir. Toplam sorumluluğumuz, son 12 ayda ödediğiniz tutarla sınırlıdır. Kullanıcıların yerel yasaları ihlal etmesinden veya kötüye kullanımından sorumlu değiliz."
    },
    {
      "number": "9",
      "title": "Tazminat",
      "content": "Hizmetleri kullanımınızdan veya bu Şartları ihlal etmenizden doğan tüm taleplere karşı bizi tazmin etmeyi kabul edersiniz."
    },
    {
      "number": "10",
      "title": "Fesih",
      "content": "Hesabınızı uygulama veya web sitesi aracılığıyla istediğiniz zaman silebilirsiniz; bu, verilerinizin kalıcı olarak silinmesine neden olur. İhlaller durumunda hesabınızı bildirimsiz veya bildirimle feshedebiliriz."
    },
    {
      "number": "11",
      "title": "Geçerli Hukuk ve Uyuşmazlık Çözümü",
      "content": "Bu Şartlar İngiltere ve Galler yasalarına tabidir. Uyuşmazlıklar, London Court of International Arbitration (LCIA) yoluyla bağlayıcı tahkim veya İngiltere mahkemelerinde çözümlenecektir."
    },
    {
      "number": "12",
      "title": "Diğer Hükümler",
      "content": "Herhangi bir hükmün geçersiz olması durumunda, diğerleri yürürlükte kalır. İngilizce versiyon, çevirilere üstün gelir. Sorular için [support_email] veya yasal sorular için [legal_email] adresinden bizimle iletişime geçin."
    }
  ],

  "closing": "Devam ederek bu Şartları ve [privacy_policy_link] belgesini kabul etmiş olursunuz."
}
