{
  "page_title": "QuickPing VPN رازداری کی پالیسی",
  "last_updated": "آخری اپ ڈیٹ: ۲۵ نومبر ۲۰۲۵",
  "introduction": "QuickPing VPN (\"ہم\"، \"ہمارا\" یا \"ہماری کمپنی\")، جو بورا ٹیک کے ذریعے چلائی جاتی ہے، آپ کی رازداری کے تحفظ کے لیے پرعزم ہے۔ یہ رازداری کی پالیسی بتاتی ہے کہ جب آپ ہماری سروسز استعمال کرتے ہیں تو ہم آپ کے ذاتی ڈیٹا کو کیسے جمع کرتے، استعمال کرتے، شئیر کرتے اور محفوظ رکھتے ہیں۔ سروسز استعمال کرنے سے آپ ان طریقوں سے اتفاق کرتے ہیں، بشمول آپ کے آئی پی ایڈریس اور ڈیوائس ٹائم زون کا سروس بہتر بنانے کے لیے استعمال (جیسا کہ نیچے بیان کیا گیا ہے)۔ سوالات کے لیے support@quickping.net پر رابطہ کریں۔",

  "sections": [
    {
      "number": "۱",
      "title": "ہم کون سا ڈیٹا جمع کرتے ہیں",
      "content": "ہم GDPR، برطانیہ کے ڈیٹا قوانین، CCPA اور Apple App Store گائیڈلائنز کے ڈیٹا کم سے کم کرنے کے اصولوں کے مطابق سب سے کم ڈیٹا جمع کرتے ہیں:",
      "list": [
        "<strong>اکاؤنٹ کی معلومات:</strong> رجسٹریشن اور لاگ ان کے لیے ای میل اور پاس ورڈ (SHA256/base64 سے انکرپٹڈ)۔",
        "<strong>رجسٹریشن آئی پی:</strong> غلط استعمال روکنے کے لیے رجسٹریشن کے وقت آپ کا آئی پی (جیسے ایک ہی آئی پی سے متعدد مفت اکاؤنٹس)؛ تصدیق کے بعد حذف یا کم سے کم رکھا جاتا ہے۔",
        "<strong>آپٹیمائزیشن ڈیٹا:</strong> ریئل ٹائم آئی پی (ایپ لانچ کے وقت صرف اسپلش اسکرین پر لوکیشن کے مطابق سرور لسٹ بنانے کے لیے) اور ڈیوائس ٹائم زون (API اینڈ پوائنٹس کے انتخاب کے لیے)۔ دونوں سرورز پر سٹور نہیں ہوتے، صرف ریئل ٹائم پراسیس ہوتے ہیں۔",
        "<strong>ڈیوائس اور کریش انفارمیشن:</strong> Sentry کے ذریعے ڈیبگنگ کے لیے (ڈیوائس ماڈل، او ایس ورژن، بیٹری لیول، میموری یوزج، ایپ ورژن، کریش لاگز، آئی پی، ملک/شہر)۔ یہ سب گمنام ہیں اور صرف ایرر حل کرنے کے لیے استعمال ہوتے ہیں۔",
        "<strong>پیسے کی معلومات:</strong> مکمل طور پر Apple ہینڈل کرتی ہے؛ ہم کارڈ کی تفصیلات محفوظ نہیں کرتے۔"
      ],
      "footer": "لوکیشن، صحت، براؤزنگ ہسٹری، ٹریفک یا کنکشن لاگز (عارضی بھی) جمع یا سٹور نہیں کیے جاتے۔ ڈیٹا کو ٹریکنگ، پروفائلنگ یا واضح طور پر بیان کردہ مقاصد سے باہر استعمال نہیں کیا جاتا۔"
    },
    {
      "number": "۲",
      "title": "ہم آپ کا ڈیٹا کیسے استعمال کرتے ہیں",
      "content": "ہم ڈیٹا صرف سروسز فراہم کرنے کے لیے استعمال کرتے ہیں، آپ کی رضامندی اور جائز مفادات (جیسے سروس کوالٹی اور سیکیورٹی) کی بنیاد پر:",
      "list": [
        "سروسز فراہم اور مینٹین کرنا (تصدیق، VPN کنکشن، غلط استعمال کی جانچ)۔",
        "سروس آپٹیمائزیشن: ریئل ٹائم آئی پی سے سرور لسٹ بنانا اور ٹائم زون سے بہتر سپیڈ/اسٹیبلٹی کے لیے API ڈومینز کا انتخاب۔",
        "ڈیبگنگ اور بہتری (Sentry کریشز)۔",
        "قانونی ذمہ داریاں پوری کرنا (دھوکہ دہی روکنا)۔"
      ],
      "footer": "ڈیٹا کو مارکیٹنگ، ایڈورٹائزنگ یا کسی تھرڈ پارٹی مقصد کے لیے نہیں بیچا، شئیر یا استعمال کیا جاتا — مکمل طور پر Apple گائیڈلائن 5.4 کے مطابق۔"
    },
    {
      "number": "۳",
      "title": "نو لاگز پالیسی",
      "content": "ہم سخت نو لاگز پالیسی پر عمل کرتے ہیں: آپ کی کوئی آن لائن سرگرمی، وزٹ کیے گئے سائٹس، ٹریفک ڈیٹا یا کنکشن لاگز — ایک سیکنڈ کے لیے بھی — سٹور نہیں کیے جاتے۔ آپٹیمائزیشن کے لیے استعمال ہونے والا ٹائم زون اور آئی پی بھی لاگ یا سٹور نہیں ہوتا؛ صرف ریئل ٹائم پراسیس ہوتا ہے۔ سرورز Sing-Box پروٹوکولز سے انکرپٹڈ ہیں؛ ڈیٹا گمنام ہے اور کبھی محفوظ نہیں کیا جاتا۔ ہم باقاعدہ اندرونی آڈٹ کرتے ہیں۔"
    },
    {
      "number": "۴",
      "title": "ڈیٹا شیئرنگ",
      "list": [
        "<strong>تھرڈ پارٹیز:</strong> صرف Sentry (کریشز) اور Google Login SDK (لاگن)۔ ڈیٹا نہیں بیچا یا شئیر کیا جاتا۔",
        "<strong>قانونی تقاضے:</strong> صرف قانونی حکم پر اور قانونی حیثیت کی تصدیق کے بعد۔",
        "<strong>کارپوریٹ لین دین:</strong> مرجر یا سیل کے صورت میں۔"
      ],
      "footer": "بین الاقوامی منتقلی معیاری معاہداتی شقوں سے محفوظ ہے۔ واضح رضامندی کے بغیر AI فراہم کنندگان سمیت کسی تھرڈ پارٹی کے ساتھ ڈیٹا شئیر نہیں کیا جاتا۔"
    },
    {
      "number": "۵",
      "title": "سیکیورٹی اقدامات",
      "content": "ڈیٹا ٹرانزٹ اور ریسٹ دونوں میں انکرپٹڈ ہے (VMess وغیرہ)۔ ہم فائر والز، ایکسیس کنٹرول اور باقاعدہ سیکیورٹی آڈٹس نافذ کرتے ہیں (GDPR آرٹیکل 32 اور CCPA کے مطابق)۔ تاہم کوئی سسٹم ۱۰۰٪ محفوظ نہیں ہوتا۔"
    },
    {
      "number": "۶",
      "title": "آپ کے حقوق",
      "content": "ہم قابل اطلاق قوانین کے تحت آپ کے حقوق کا احترام کرتے ہیں: اکاؤنٹ سیٹنگز سے ڈیٹا تک رسائی، اصلاح یا حذف۔ EU/UK (GDPR) اور CA (CCPA) حقوق مکمل سپورٹڈ۔ ای میل درخواستوں کا ۳۰-۴۵ دنوں میں جواب دیا جاتا ہے۔ ڈیٹا صرف اکاؤنٹ فعال رہنے تک + قانونی وجوہات کے لیے ۲ سال رکھا جاتا ہے۔"
    },
    {
      "number": "۷",
      "title": "بچوں کی رازداری",
      "content": "سروسز ۱۶ سال سے کم عمر کے لیے نہیں ہیں۔ ہم جان بوجھ کر نابالغوں کا ڈیٹا جمع نہیں کرتے۔ COPPA اور GDPR بچوں کے ضوابط کی مکمل تعمیل۔"
    },
    {
      "number": "۸",
      "title": "پالیسی میں تبدیلیاں",
      "content": "ہم پالیسی اپ ڈیٹ کر سکتے ہیں؛ ای میل کے ذریعے مطلع کیا جائے گا۔ مسلسل استعمال تبدیلیوں کی قبولیت ہے۔"
    },
    {
      "number": "۹",
      "title": "تعمیل",
      "content": "ہم GDPR، UK GDPR، CCPA اور Apple App Store گائیڈلائنز (خاص طور پر 5.4) کی مکمل تعمیل کرتے ہیں۔ ڈیٹا کم سے کم رکھتے، رضامندی لیتے اور کوئی گمراہ کن دعویٰ نہیں کرتے۔"
    },
    {
      "number": "۱۰",
      "title": "رابطہ",
      "content": "support@quickping.net یا owner@boratech.uk<br>Unit 13 Freeland Park, Wareham Road, Lytchett Matravers, Poole, BH16 6FA, UK<br>+447477232441"
    }
  ]
}