{
  "page_title": "QuickPing VPN پرائیویسی پالیسی",
  "last_updated": "آخری تازہ کاری: 25 نومبر 2025",
  "introduction": "QuickPing VPN (\"ہم،\" \"ہمیں،\" یا \"ہمارا\"), جسے Boratech چلاتا ہے، آپ کی پرائیویسی کے تحفظ کے لیے پرعزم ہے۔ یہ پرائیویسی پالیسی وضاحت کرتی ہے کہ ہم آپ کے ذاتی ڈیٹا کو کس طرح جمع کرتے ہیں، استعمال کرتے ہیں، شیئر کرتے ہیں اور محفوظ رکھتے ہیں جب آپ ہماری خدمات استعمال کرتے ہیں۔ خدمات کے استعمال سے، آپ ان طریقوں سے متفق ہوتے ہیں، بشمول نیچے بیان کردہ سروس کی بہتر کاری کے لیے آپ کے IP ایڈریس اور ڈیوائس ٹائم زون کا استعمال۔ سوالات کے لیے [support_email] سے رابطہ کریں۔",

  "sections": [
    {
      "number": "1",
      "title": "ہم جو ڈیٹا جمع کرتے ہیں",
      "content": "ہم GDPR، برطانیہ کے ڈیٹا قوانین، CCPA اور Apple App Store کے ہدایات کے تحت ڈیٹا کم سے کم جمع کرتے ہیں:",
      "list": [
        "<strong>اکاؤنٹ کی معلومات:</strong> رجسٹریشن اور لاگ ان کے لیے ای میل اور پاس ورڈ (SHA256/base64 کے ساتھ انکرپٹڈ)۔",
        "<strong>رجسٹریشن IP:</strong> سائن اپ کے وقت آپ کا IP ایڈریس تاکہ بدعنوانی (جیسے متعدد مفت اکاؤنٹس) روکی جا سکے؛ تصدیق کے بعد حذف یا ضرورت کے مطابق کم از کم رکھا جائے۔",
        "<strong>بہتری کے ڈیٹا:</strong> ریئل ٹائم IP ایڈریس (ایپ لانچ کے دوران اسپلاش اسکرین میں وقتی طور پر استفسار کیا جاتا ہے تاکہ VPN سرور کی فہرست کو مقام کے مطابق تیار کیا جا سکے) اور ڈیوائس ٹائم زون (API اینڈپوائنٹ کے انتخاب کے لیے ڈیوائس سیٹنگز سے خودکار پتہ چلتا ہے). کوئی بھی ڈیٹا سرور پر ذخیرہ نہیں کیا جاتا؛ صرف ریئل ٹائم میں پروسیس کیا جاتا ہے اور محفوظ نہیں کیا جاتا۔",
        "<strong>ڈیوائس اور کرش کی معلومات:</strong> ڈیبگنگ کے لیے Sentry کے ذریعے (مثال کے طور پر: ڈیوائس ماڈل، OS ورژن، بیٹری سطح، میموری استعمال، ایپ ورژن، کرش لاگز، IP ایڈریس، جغرافیائی معلومات جیسے ملک/شہر). یہ گمنام ہے اور صرف غلطی کے حل کے لیے استعمال ہوتا ہے۔ مکمل فہرست: app_memory_limit, app_memory_usage, app_peak_memory, arch, battery_level, brand, charging, connection_type, cpu_description, device_type, dist, environment, family, free_storage, handled, id, interface_type, language, level, low_memory, manufacturer, mechanism, memory_size, model, model_id, name, online, orientation, processor_count, release, screen_density, screen_dpi, screen_resolution, simulator, storage_size, system_free_memory, thermal_state, timezone, user ID/IP/geography.",
        "<strong>ادائیگی کا ڈیٹا:</strong> Apple کے ذریعے ہینڈل کیا جاتا ہے؛ ہم کارڈ کی تفصیلات محفوظ نہیں کرتے۔"
      ],
      "footer": "کوئی مقام تک رسائی، صحت کا ڈیٹا، براؤزنگ ہسٹری، ٹریفک یا کنکشن لاگز جمع یا محفوظ نہیں کیے جاتے (یہاں تک کہ وقتی طور پر بھی). ہم ڈیٹا کو ٹریکنگ، پروفائلنگ یا کسی اور مقصد کے لیے استعمال نہیں کرتے، سوائے اس کے جو واضح طور پر بیان کیا گیا ہے۔"
    },
    {
      "number": "2",
      "title": "ہم آپ کے ڈیٹا کو کیسے استعمال کرتے ہیں",
      "content": "ہم ڈیٹا صرف خدمات فراہم کرنے کے لیے استعمال کرتے ہیں، رضامندی (ان شرائط اور پالیسی کے ذریعے) اور جائز مفاد کی بنیاد پر (جیسے سروس کا معیار اور سیکیورٹی):",
      "list": [
        "خدمات فراہم کرنے اور برقرار رکھنے کے لیے (مثال کے طور پر: تصدیق، VPN کنیکٹوٹی، اینٹی-ابیس چیکس).",
        "سروس کی بہتری کے لیے: ریئل ٹائم IP مقام کو استعمال کرتے ہوئے VPN سرور کی فہرست کو حسب مقام تیار کرنا اور ڈیوائس ٹائم زون کے مطابق مناسب API ڈومین/سرور کا انتخاب تاکہ بہتر رفتار اور استحکام فراہم کیا جا سکے۔ یہ پروسیسنگ بہترین خدمات فراہم کرنے کے لیے ضروری ہے اور تمام صارفین کے لیے منصفانہ ہے۔",
        "ڈیبگنگ اور بہتری کے لیے (Sentry کرشز).",
        "قانونی ذمہ داریوں کی تعمیل کے لیے (مثال کے طور پر: فراڈ کی روک تھام)."
      ],
      "footer": "کوئی ڈیٹا فروخت، شیئر یا مارکیٹنگ، اشتہار یا کسی تیسرے فریق کے مقصد کے لیے استعمال نہیں کیا جاتا، Apple Guideline 5.4 کے مطابق۔"
    },
    {
      "number": "3",
      "title": "نو-لاگز پالیسی",
      "content": "ہم سخت نو-لاگز پالیسی پر عمل کرتے ہیں: آپ کی آن لائن سرگرمیاں، ملاحظہ کردہ سائٹس، ٹریفک ڈیٹا یا کوئی بھی لاگ ذخیرہ نہیں کیے جاتے – ایک لمحے کے لیے بھی نہیں۔ بہتری کے لیے ٹائم زون اور IP لاگ یا محفوظ نہیں کیے جاتے؛ صرف ریئل ٹائم میں پروسیس کیا جاتا ہے۔ سرورز [singbox_link] پروٹوکولز استعمال کرتے ہیں انکرپشن کے لیے؛ ڈیٹا گمنام ہے اور کبھی محفوظ نہیں کیا جاتا۔ ہم داخلی آڈٹ کرتے ہیں تاکہ تعمیل یقینی بنائی جا سکے، حالانکہ فی الحال کوئی بیرونی تصدیق موجود نہیں ہے۔"
    },
    {
      "number": "4",
      "title": "ڈیٹا شیئرنگ",
      "list": [
        "<strong>تیسری پارٹی:</strong> کرش کے لیے Sentry (ان کی پالیسی دیکھیں)؛ تصدیق کے لیے Google Login SDK. کوئی ڈیٹا کسی بھی مقصد کے لیے فروخت یا شیئر نہیں کیا جاتا.",
        "<strong>قانونی ضروریات:</strong> قانون کے تحت ضرورت پڑنے پر ہم افشاء کر سکتے ہیں (مثال کے طور پر: عدالت کے حکم)، لیکن صرف قانونی تصدیق کے بعد.",
        "<strong>کارپوریٹ لین دین:</strong> ضم یا فروخت کی صورت میں."
      ],
      "footer": "بین الاقوامی منتقلی معیاری معاہداتی شقوں کے ذریعے محفوظ ہے (مثال کے طور پر: GDPR کے مطابق). ہم بغیر واضح رضامندی کے ڈیٹا تیسری پارٹیوں، بشمول AI فراہم کنندگان، کے ساتھ شیئر نہیں کرتے، Apple Guidelines کے مطابق۔"
    },
    {
      "number": "5",
      "title": "سیکیورٹی اقدامات",
      "content": "ڈیٹا نقل و حرکت اور اسٹوریج کے دوران انکرپٹڈ ہوتا ہے (VMess جیسے پروٹوکولز کے ذریعے). ہم فائر والز، رسائی کنٹرول، اور باقاعدہ سیکیورٹی آڈٹس استعمال کرتے ہیں تاکہ ڈیٹا محفوظ رہے، GDPR آرٹیکل 32 اور CCPA سیکیورٹی ضروریات کے مطابق۔ تاہم، کوئی سسٹم 100% محفوظ نہیں ہے۔"
    },
    {
      "number": "6",
      "title": "آپ کے حقوق",
      "content": "ہم متعلقہ قوانین کے تحت آپ کے حقوق کا احترام کرتے ہیں:",
      "list": [
        "اکاؤنٹ سیٹنگز کے ذریعے اپنے ڈیٹا تک رسائی، درستگی یا حذف کرنا (اکاؤنٹ حذف کرنے سے سب کچھ حذف ہو جاتا ہے، بشمول IP).",
        "EU/UK صارفین (GDPR/UK GDPR) کے لیے: رسائی، اصلاح، حذف، محدودیت، قابلِ منتقلی، اور اعتراض کے حقوق (مثال کے طور پر IP/ٹائم زون پراسیسنگ پر، حالانکہ سروس کے لیے ضروری ہے؛ اعتراض فعالیت کو محدود کر سکتا ہے). پروسیسنگ کی بنیاد: رضامندی اور جائز مفاد (سروس فراہم کرنا). ہم بغیر مخصوص ڈیٹا پروٹیکشن افسر کے مطابقت کرتے ہیں، کیونکہ ہماری پروسیسنگ بڑی پیمانے پر نہیں ہے، لیکن ضرورت پڑنے پر مقرر کریں گے.",
        "CA صارفین (CCPA) کے لیے: جاننے، حذف کرنے، فروخت سے انکار، اور غیر امتیازی حقوق. درخواست کے لیے ای میل کریں."
      ],
      "footer": "احتفاظ: ڈیٹا اس وقت تک رکھا جاتا ہے جب تک اکاؤنٹ فعال ہو + قانونی وجوہات کے لیے 2 سال؛ پھر حذف کر دیا جاتا ہے. حقوق کے استعمال کے لیے ہمیں ای میل کریں؛ ہم قوانین کے مطابق 30-45 دن میں جواب دیتے ہیں."
    },
    {
      "number": "7",
      "title": "بچوں کی پرائیویسی",
      "content": "خدمات 16 سال سے کم عمر کے لیے نہیں ہیں. ہم جان بوجھ کر نابالغین کا ڈیٹا نہیں جمع کرتے. Guardian فیچر بلاک کرنے کی اجازت دیتا ہے، لیکن والدین کی نگرانی کی سفارش کی جاتی ہے. COPPA اور GDPR کے بچوں کے احکامات کے مطابق۔"
    },
    {
      "number": "8",
      "title": "پالیسی میں تبدیلیاں",
      "content": "ہم اسے اپ ڈیٹ کر سکتے ہیں؛ ای میل کے ذریعے مطلع کیا جائے گا. مسلسل استعمال تبدیلیوں کی قبولیت سمجھا جائے گا۔"
    },
    {
      "number": "9",
      "title": "مطابقت",
      "content": "ہم GDPR (EU کے لیے، IP/ٹائم زون کو ذاتی ڈیٹا کے طور پر واضح افشاء کے ساتھ)؛ UK ڈیٹا قوانین (Brexit کے بعد UK GDPR)؛ CCPA (CA کے لیے، لازمی حقوق کے ساتھ)؛ اور Apple App Store ہدایات (مثال کے طور پر: 5.4: ڈیٹا شیئر یا فروخت نہ کریں، تمام ڈیٹا پریکٹس کی واضح افشاء) کے مطابق ہیں۔ ہم ڈیٹا کم سے کم رکھتے ہیں، رضامندی لیتے ہیں، اور کوئی گمراہ کن دعوے نہیں کرتے۔ عالمی صارفین کے لیے بہترین عمل، جیسے ڈیٹا آڈٹس اور انکرپشن، کی پیروی کرتے ہیں۔"
    },
    {
      "number": "10",
      "title": "رابطہ",
      "content": "[support_email] یا [legal_email] قانونی استفسارات کے لیے. Unit 13 Freeland Park, Wareham Road, Lytchett Matravers, Poole, BH16 6FA, UK. +447477232441."
    }
  ]
}
