{
  "page_title": "QuickPing VPN سروس کی شرائط",
  "last_updated": "آخری تازہ کاری: 25 نومبر 2025",
  "introduction": "یہ سروس کی شرائط (\"شرائط\") آپ کے QuickPing VPN خدمات تک رسائی اور استعمال کو منظم کرتی ہیں، بشمول ہماری موبائل ایپلیکیشنز، ویب سائٹ، اور کوئی بھی متعلقہ سافٹ ویئر یا فیچرز (کل طور پر \"خدمات\") جو QuickPing، جسے [boratech_link] چلاتا ہے (\"ہم،\" \"ہمیں،\" یا \"ہمارا\"), فراہم کرتا ہے۔ خدمات تک رسائی یا استعمال کرنے سے، آپ ان شرائط اور ہماری پرائیویسی پالیسی ([privacy_policy_link]) سے مشروط ہونے پر متفق ہوتے ہیں۔ اگر آپ متفق نہیں ہیں، تو خدمات استعمال نہ کریں۔",

  "sections": [
    {
      "number": "1",
      "title": "قبولیت اور اہلیت",
      "content": "خدمات استعمال کرنے کے لیے آپ کی عمر کم از کم 16 سال ہونی چاہیے (یا آپ کے دائرہ اختیار میں بلوغت کی عمر). خدمات استعمال کر کے، آپ ظاہر کرتے ہیں کہ آپ اس شرط کو پورا کرتے ہیں اور تمام قابل اطلاق قوانین کی پابندی کرنے پر متفق ہیں۔ اگر آپ کسی ادارے کی جانب سے قبول کر رہے ہیں، تو آپ ضمانت دیتے ہیں کہ آپ کے پاس اس ادارے کو پابند کرنے کا اختیار ہے۔"
    },
    {
      "number": "2",
      "title": "شرائط میں ترمیم",
      "content": "ہم کسی بھی وقت ان شرائط کو اپ ڈیٹ کر سکتے ہیں۔ تبدیلیاں ہماری ویب سائٹ پر پوسٹ کی جائیں گی، اور ہم آپ کو ای میل کے ذریعے مطلع کریں گے۔ تبدیلیوں کے بعد خدمات کا مسلسل استعمال قبولیت کے مترادف ہے۔"
    },
    {
      "number": "3",
      "title": "اکاؤنٹ بنانا اور سیکیورٹی",
      "content": "خدمات استعمال کرنے کے لیے آپ کو ایک درست ای میل اور پاس ورڈ کے ساتھ اکاؤنٹ بنانا ضروری ہے۔ آپ اپنی اکاؤنٹ کی اسناد کی رازداری برقرار رکھنے اور اکاؤنٹ کے تحت تمام سرگرمیوں کے لیے ذمہ دار ہیں۔ کسی بھی غیر مجاز رسائی کی صورت میں فوری اطلاع دیں۔ ہم خلاف ورزیوں پر آپ کا اکاؤنٹ معطل یا ختم کرنے کا حق محفوظ رکھتے ہیں۔"
    },
    {
      "number": "4",
      "title": "سبسکرپشن اور ادائیگیاں",
      "content": "خدمات سبسکرپشن پر مبنی ہیں۔ رجسٹریشن پر آپ کو ہر ماہ ٹیسٹنگ کے لیے 2GB مفت ڈیٹا ملتا ہے (ہر IP پر ایک مفت اکاؤنٹ تک محدود تاکہ بدعنوانی روکی جا سکے). ادائیگی والے پلانز میں ماہانہ ($2.99) اور سالانہ ($24.99) سبسکرپشن شامل ہیں جس میں لامحدود ڈیٹا ہوتا ہے، جو Apple In-App Purchase کے ذریعے پروسیس کیا جاتا ہے۔ سبسکرپشن خودکار طور پر تجدید ہوتی ہے جب تک کہ آپ اسے اپنے Apple اکاؤنٹ سیٹنگز کے ذریعے منسوخ نہ کریں۔ ہم براہ راست ریفنڈ پیش نہیں کرتے؛ تمام منسوخیاں اور ریفنڈ Apple کی سبسکرپشن پالیسیوں کے مطابق ہینڈل کی جاتی ہیں۔ قیمتیں اطلاع کے ساتھ تبدیل ہو سکتی ہیں۔"
    },
    {
      "number": "5",
      "title": "سروس کی خصوصیات",
      "subsections": [
        {
          "subtitle": "VPN کنیکٹوٹی",
          "content": "ہم VPN خدمات فراہم کرتے ہیں پروٹوکولز جیسے VMess، VLESS، Reality، اور Hysteria کے ذریعے [singbox_link]. خصوصیات میں سرور کا انتخاب، اسپلٹ ٹنلنگ (صارف کے طے کردہ IP لسٹس کے لیے شامل/اخراجی راستہ)، کل سٹچ (ہمیشہ فعال)، اور Guardian (اختیاری: سوشل میڈیا، بالغ مواد، جوئے کی سائٹس کو بلاک کرنے کے لیے عوامی GitHub لسٹس) شامل ہیں۔"
        },
        {
          "subtitle": "جیو-بہتری",
          "content": "اعلی معیار اور مقام کے مطابق خدمات فراہم کرنے کے لیے، ہم API اینڈپوائنٹس اور VPN سرور کی فہرست کو آپ کے ڈیوائس کے ٹائم زون (ڈیوائس سیٹنگز سے خودکار پتہ چلتا ہے، سرور پر محفوظ نہیں) اور IP ایڈریس کے مقام کی بنیاد پر بہتر بناتے ہیں (ایپ لانچ کے دوران اسپلاش اسکرین میں ریئل ٹائم استفسار). مثال کے طور پر، برطانیہ میں صارفین کو UK کی API ڈومینز اور 10 سرورز کی مخصوص فہرست مل سکتی ہے، جبکہ جرمنی میں صارفین کو جرمنی کی API اور مختلف ممالک کے 15 سرورز مل سکتے ہیں۔ یہ بہتر رفتار، استحکام اور مطابقت یقینی بناتا ہے بغیر مقام کا ڈیٹا ذخیرہ کیے۔ تمام صارفین اپنے پتہ چلائے گئے مقام کی بنیاد پر منصفانہ اور بہترین خدمات وصول کرتے ہیں۔"
        },
        {
          "subtitle": "استعمال کی حدود",
          "content": "خدمات صرف ذاتی استعمال کے لیے ہیں۔ کوئی ریسیل، شیئرنگ یا تجارتی استعمال نہیں۔ ادائیگی والے پلانز پر لامحدود ڈیٹا، لیکن ہم بدعنوانی (مثال کے طور پر، دیگر صارفین کی سروس کو متاثر کرنے والی زیادہ بینڈوڈتھ) کو ممنوع قرار دیتے ہیں۔ ایسی بدعنوانی کی صورت میں ہم اکاؤنٹس محدود یا معطل کر سکتے ہیں۔"
        },
        {
          "subtitle": "نو-لاگز پالیسی",
          "content": "ہم کسی بھی آن لائن سرگرمی، براؤزنگ ہسٹری، ٹریفک ڈیٹا یا کنکشن لاگز کو لاگ یا محفوظ نہیں کرتے۔ تفصیلات کے لیے [privacy_policy_link] دیکھیں۔"
        }
      ]
    },
    {
      "number": "6",
      "title": "ممنوعہ سرگرمیاں",
      "content": "آپ اس بات سے متفق ہیں کہ خدمات کو درج ذیل کے لیے استعمال نہیں کریں گے:",
      "list": [
        "غیر قانونی سرگرمیاں، بشمول لیکن محدود نہیں، بچوں کا استحصال، اسپام، میلویئر کی تقسیم، ہیکنگ، یا کاپی رائٹ کی خلاف ورزی۔",
        "ہراسانی، دھمکیاں، یا نقصان دہ مواد۔",
        "خدمات کو ریسیل، شیئر، یا غلط استعمال کرنا (مثال کے طور پر متعدد مفت اکاؤنٹس بنانا).",
        "ہمارے انفراسٹرکچر پر زیادہ بوجھ ڈالنا یا پابندیوں کو اس طریقے سے عبور کرنا جو مقامی قوانین کی خلاف ورزی کرے۔"
      ],
      "footer": "ہم خلاف ورزی کی صورت میں بغیر ریفنڈ کے آپ کا اکاؤنٹ معطل یا ختم کر سکتے ہیں۔"
    },
    {
      "number": "7",
      "title": "دانشورانہ ملکیت",
      "content": "ہم آپ کو محدود، غیر خصوصی، منسوخ شدنی لائسنس دیتے ہیں تاکہ آپ خدمات کو ذاتی مقاصد کے لیے استعمال کر سکیں۔ آپ ہمارے سافٹ ویئر کو تبدیل، ریورس انجینئر، یا تقسیم نہیں کر سکتے۔ تمام ٹریڈ مارکس اور مواد ہمارے ملکیت ہیں۔"
    },
    {
      "number": "8",
      "title": "ڈس کلیمرز اور ذمہ داری کی حدود",
      "content": "خدمات \"جیسی ہیں\" کی بنیاد پر فراہم کی جاتی ہیں بغیر کسی وارنٹی کے۔ ہم کسی بھی نقصان، بشمول بالواسطہ، نتیجہ خیز، یا حادثاتی نقصانات کے لیے ذمہ داری سے انکار کرتے ہیں جو آپ کے غلط استعمال یا کسی صارف کی غلطیوں سے پیدا ہوں۔ ہماری مجموعی ذمہ داری آخری 12 ماہ میں آپ کی ادائیگی کی گئی رقم تک محدود ہے۔ ہم کسی بھی مقامی قوانین کی خلاف ورزی یا صارفین کی غلط استعمال کے لیے ذمہ دار نہیں ہیں۔"
    },
    {
      "number": "9",
      "title": "تلافی",
      "content": "آپ متفق ہیں کہ آپ خدمات کے استعمال یا ان شرائط کی خلاف ورزی سے پیدا ہونے والے کسی بھی دعوے سے ہمیں تلافی کریں گے۔"
    },
    {
      "number": "10",
      "title": "اختتام",
      "content": "آپ کسی بھی وقت ایپ یا ویب سائٹ کے ذریعے اپنا اکاؤنٹ حذف کر سکتے ہیں، جو آپ کا ڈیٹا مستقل طور پر ہٹا دیتا ہے۔ ہم خلاف ورزی کی صورت میں آپ کا اکاؤنٹ ختم کر سکتے ہیں، نوٹس کے ساتھ یا بغیر۔"
    },
    {
      "number": "11",
      "title": "قانونی حکمرانی اور تنازعات کا حل",
      "content": "یہ شرائط انگلینڈ اور ویلز کے قوانین کے تحت ہیں۔ تنازعات کو لندن کورٹ آف انٹرنیشنل آربیٹریشن (LCIA) یا انگلینڈ کی عدالتوں کے ذریعے بائنڈنگ آربیٹریشن کے ذریعے حل کیا جائے گا۔"
    },
    {
      "number": "12",
      "title": "متفرق",
      "content": "اگر کوئی شق غیر معتبر ہو، تو باقی نافذ رہیں گی۔ اردو ترجمہ کے مقابلے میں انگریزی ورژن مقدم ہے۔ سوالات کے لیے [support_email] اور قانونی استفسارات کے لیے [legal_email] سے رابطہ کریں۔"
    }
  ],

  "closing": "جاری رکھ کر، آپ ان شرائط اور ہماری [privacy_policy_link] سے متفق ہوتے ہیں۔"
}
