{
  "page_title": "QuickPing VPN - استعمال کی شرائط",
  "last_updated": "آخری اپ ڈیٹ: ۲۵ نومبر ۲۰۲۵",
  "introduction": "یہ استعمال کی شرائط آپ QuickPing VPN سروسز (موبائل ایپس، ویب سائٹ اور متعلقہ سافٹ ویئر/فیچرز) تک رسائی اور استعمال کو کنٹرول کرتی ہیں جو بورا ٹیک کے زیر انتظام ہیں۔ سروسز استعمال کرنے سے آپ ان شرائط اور ہماری رازداری کی پالیسی (https://dl.quickping.net/legal.html?page=privacy) پر دستیاب کو قبول کرتے ہیں۔ اگر متفق نہیں تو سروسز استعمال نہ کریں۔",

  "sections": [
    {
      "number": "۱",
      "title": "قبولیت اور اہلیت",
      "content": "سروسز استعمال کرنے کے لیے آپ کی عمر کم از کم ۱۶ سال ہونی چاہیے (یا آپ کے دائرہ اختیار میں بالغ ہونے کی عمر)۔ استعمال سے آپ اس شرط کو پورا کرنے اور تمام قابل اطلاق قوانین کی پابندی کی تصدیق کرتے ہیں۔ اگر کسی ادارے کی طرف سے قبول کر رہے ہیں تو آپ کو اس ادارے کو پابند کرنے کا اختیار ہونا چاہیے۔"
    },
    {
      "number": "۲",
      "title": "شرائط میں تبدیلی",
      "content": "ہم کسی بھی وقت شرائط اپ ڈیٹ کر سکتے ہیں۔ تبدیلیاں ویب سائٹ پر پوسٹ کی جائیں گی اور ای میل کے ذریعے مطلع کیا جائے گا۔ تبدیلی کے بعد استعمال نئی شرائط کی قبولیت ہے۔"
    },
    {
      "number": "۳",
      "title": "اکاؤنٹ بنانا اور سیکیورٹی",
      "content": "سروسز استعمال کے لیے درست ای میل اور پاس ورڈ کے ساتھ اکاؤنٹ بنانا ضروری ہے۔ آپ اپنے اکاؤنٹ کی معلومات کی رازداری اور اکاؤنٹ کے تحت ہونے والی تمام سرگرمیوں کے ذمہ دار ہیں۔ غیر مجاز رسائی کی صورت میں فوراً ہمیں بتائیں۔ خلاف ورزی پر ہم اکاؤنٹ معطل یا ختم کرنے کا حق رکھتے ہیں۔"
    },
    {
      "number": "۴",
      "title": "سبسکرپشنز اور ادائیگیاں",
      "content": "سروسز سبسکرپشن بیسڈ ہیں۔ رجسٹریشن پر ماہانہ ۲ جی بی مفت ڈیٹا ٹیسٹنگ کے لیے (ایک آئی پی پر ایک مفت اکاؤنٹ، غلط استعمال روکنے کے لیے)۔ پیڈ پلانز: ماہانہ $2.99 اور سالانہ $24.99 (لامحدود ڈیٹا) Apple In-App Purchase کے ذریعے۔ سبسکرپشنز خودکار تجدید ہوتی ہیں جب تک Apple سیٹنگز میں کینسل نہ کی جائیں۔ ہم براہ راست ریفنڈ نہیں دیتے؛ تمام کینسلیشن اور ریفنڈ Apple پالیسی کے مطابق۔ قیمتیں نوٹس کے ساتھ بدل سکتی ہیں۔"
    },
    {
      "number": "۵",
      "title": "سروس فیچرز",
      "subsections": [
        {
          "subtitle": "وی پی این کنکشن",
          "content": "ہم Sing-Box کے ذریعے VMess، VLESS، Reality، Hysteria پروٹوکولز فراہم کرتے ہیں۔ فیچرز: سرور کا انتخاب، اسپلٹ ٹنلنگ، ہمیشہ آن کیل سوئچ، اور Guardian (سوشل میڈیا، ایڈلٹ کنٹنٹ، جوا سائٹس کو GitHub پبلک لسٹس سے بلاک کرنے کا آپشن)۔"
        },
        {
          "subtitle": "جغرافیائی آپٹیمائزیشن",
          "content": "بہترین کوالٹی اور لوکیشن کے مطابق سروس کے لیے ہم API اینڈ پوائنٹس اور سرور لسٹس کو ڈیوائس ٹائم زون (سیٹنگز سے خودکار، سٹور نہیں) اور آئی پی لوکیشن (صرف ایپ لانچ پر) کی بنیاد پر آپٹیمائز کرتے ہیں۔ مثال: برطانیہ صارفین کو برطانوی API اور ۱۰ سرورز، جرمنی والوں کو جرمن API اور ۱۵ مختلف ممالک کے سرورز۔ یہ سب لوکیشن ڈیٹا سٹور کیے بغیر، سب کو منصفانہ اور بہترین سروس دیتا ہے۔"
        },
        {
          "subtitle": "استعمال کی حدیں",
          "content": "سروسز صرف ذاتی استعمال کے لیے۔ ری سیل، شیئرنگ یا کمرشل استعمال ممنوع۔ پیڈ پلانز میں لامحدود ڈیٹا، لیکن دوسروں کو متاثر کرنے والا غلط استعمال ممنوع۔ ہم ایسے اکاؤنٹس کو لمٹ یا سسپنڈ کر سکتے ہیں۔"
        },
        {
          "subtitle": "نو لاگز پالیسی",
          "content": "ہم آن لائن سرگرمی، براؤزنگ ہسٹری، ٹریفک یا کنکشن لاگز نہیں رکھتے۔ تفصیلات رازداری کی پالیسی میں۔"
        }
      ]
    },
    {
      "number": "۶",
      "title": "ممنوعہ سرگرمیاں",
      "content": "آپ سروسز کو درج ذیل کے لیے استعمال نہیں کریں گے:",
      "list": [
        "غیر قانونی سرگرمیاں، بشمول بچوں کا استحصال، اسپام، مالویئر، ہیکنگ، کاپی رائٹ کی خلاف ورزی۔",
        "ہراسانی، دھمکی یا نقصان دہ مواد۔",
        "سروسز کی ری سیل، شیئرنگ یا غلط استعمال (جیسے متعدد مفت اکاؤنٹس)۔",
        "ہماری انفراسٹرکچر پر زیادہ بوجھ یا مقامی قوانین کی خلاف ورزی کرتے ہوئے پابندیاں توڑنا۔"
      ],
      "footer": "خلاف ورزی پر ہم ریفنڈ کے بغیر اکاؤنٹ سسپنڈ یا ختم کر سکتے ہیں۔"
    },
    {
      "number": "۷",
      "title": "ذہنی املاک",
      "content": "ہم آپ کو ذاتی استعمال کے لیے محدود، غیر خصوصی، منسوخ ہونے والی لائسنس دیتے ہیں۔ آپ ہمارا سافٹ ویئر تبدیل، ریورس انجینئر یا تقسیم نہیں کر سکتے۔ تمام ٹریڈ مارکس اور مواد ہماری ملکیت ہیں۔"
    },
    {
      "number": "۸",
      "title": "ڈس کلیمر اور ذمہ داری کی حد",
      "content": "سروسز \"جیسی ہیں\" فراہم کی جاتی ہیں۔ ہم آپ کے غلط استعمال یا غلطی سے ہونے والے بالواسطہ یا اتفاقی نقصانات کے ذمہ دار نہیں۔ ہماری کل ذمہ داری گزشتہ ۱۲ مہینوں میں آپ کی ادائیگی تک محدود ہے۔ ہم مقامی قوانین کی خلاف ورزی یا صارفین کے غلط استعمال کے ذمہ دار نہیں۔"
    },
    {
      "number": "۹",
      "title": "معاوضہ",
      "content": "آپ سروسز کے استعمال یا ان شرائط کی خلاف ورزی سے پیدا ہونے والے کسی بھی دعوے سے ہمیں معاوضہ دینے پر متفق ہیں۔"
    },
    {
      "number": "۱۰",
      "title": "خاتمہ",
      "content": "آپ ایپ یا ویب سائٹ سے کسی بھی وقت اکاؤنٹ ڈیلیٹ کر سکتے ہیں، آپ کا تمام ڈیٹا مستقل حذف ہو جائے گا۔ ہم خلاف ورزی پر بغیر نوٹس کے بھی اکاؤنٹ ختم کر سکتے ہیں۔"
    },
    {
      "number": "۱۱",
      "title": "قابل اطلاق قانون اور تنازعات کا حل",
      "content": "یہ شرائط انگلینڈ اور ویلز کے قوانین کے تابع ہیں۔ تنازعات لندن کورٹ آف انٹرنیشنل آربیٹریشن (LCIA) یا انگلینڈ کی عدالتوں میں حل کیے جائیں گے۔"
    },
    {
      "number": "۱۲",
      "title": "متفرقات",
      "content": "اگر کوئی شق نافذ نہ ہو تو باقی نافذ رہیں گی۔ انگریزی ورژن ترجمہ پر غالب ہے۔ سوالات کے لیے support@quickping.net، قانونی امور کے لیے owner@boratech.uk"
    }
  ],

  "closing": "جاری رکھنے سے آپ ان شرائط اور رازداری کی پالیسی کو قبول کرتے ہیں۔"
}