{
  "page_title": "سياسة خصوصية QuickPing VPN",
  "last_updated": "آخر تحديث: 25 نوفمبر 2025",
  "introduction": "تلتزم شركة [boratech_link]، المشغلة لـ QuickPing VPN (“نحن”، “لنا” أو “خاصتنا”) بحماية خصوصيتك. توضح سياسة الخصوصية هذه كيفية جمع بياناتك الشخصية واستخدامها ومشاركتها وحمايتها عند استخدامك لخدماتنا. باستخدامك للخدمات، فإنك توافق على هذه الممارسات، بما في ذلك استخدام عنوان IP الخاص بك والمنطقة الزمنية للجهاز لتحسين الخدمة كما هو موضح أدناه. للأسئلة، يرجى التواصل عبر [support_email].",

  "sections": [
    {
      "number": "1",
      "title": "البيانات التي نجمعها",
      "content": "نقوم بجمع الحد الأدنى من البيانات بما يتوافق مع مبادئ تقليل البيانات وفق GDPR وقوانين بيانات المملكة المتحدة وCCPA وإرشادات Apple App Store:",
      "list": [
        "<strong>معلومات الحساب:</strong> البريد الإلكتروني وكلمة المرور (مشفر بـ SHA256/base64) للتسجيل وتسجيل الدخول.",
        "<strong>IP التسجيل:</strong> عنوان IP الخاص بك عند التسجيل لمنع سوء الاستخدام (مثل الحسابات المجانية المتعددة)؛ يتم حذفه بعد التحقق أو الاحتفاظ به بشكل محدود إذا لزم الأمر.",
        "<strong>بيانات التحسين:</strong> عنوان IP في الوقت الفعلي (يتم الاستعلام عنه مؤقتًا أثناء شاشة البداية عند تشغيل التطبيق لتخصيص قائمة خوادم VPN بناءً على الموقع) والمنطقة الزمنية للجهاز (مكتشفة تلقائيًا من إعدادات الجهاز لاختيار نقاط نهاية API). لا يتم تخزين أي منهما على الخوادم؛ يتم معالجتهما في الوقت الفعلي فقط ولا يتم الاحتفاظ بهما.",
        "<strong>معلومات الجهاز والأعطال:</strong> عبر [sentry_link] لأغراض تصحيح الأخطاء (مثل: طراز الجهاز، إصدار النظام، مستوى البطارية، استخدام الذاكرة، إصدار التطبيق، سجلات الأعطال، عنوان IP، الموقع الجغرافي مثل الدولة/المدينة). يتم إخفاؤها ويستخدم فقط لحل الأخطاء. القائمة الكاملة: app_memory_limit, app_memory_usage, app_peak_memory, arch, battery_level, brand, charging, connection_type, cpu_description, device_type, dist, environment, family, free_storage, handled, id, interface_type, language, level, low_memory, manufacturer, mechanism, memory_size, model, model_id, name, online, orientation, processor_count, release, screen_density, screen_dpi, screen_resolution, simulator, storage_size, system_free_memory, thermal_state, timezone, user ID/IP/geography.",
        "<strong>بيانات الدفع:</strong> تتم معالجتها بواسطة Apple؛ نحن لا نخزن تفاصيل البطاقة."
      ],
      "footer": "لا يتم جمع أو تخزين الوصول إلى الموقع، البيانات الصحية، سجل التصفح، حركة المرور أو سجلات الاتصال (حتى مؤقتًا). لا نستخدم البيانات للتتبع أو التوصيف أو أي غرض بخلاف ما هو مذكور صراحة."
    },
    {
      "number": "2",
      "title": "كيفية استخدام بياناتك",
      "content": "نستخدم البيانات فقط لتقديم الخدمات، بناءً على الموافقة (عبر هذه الشروط والسياسة) والمصالح المشروعة (مثل جودة الخدمة والأمان):",
      "list": [
        "لتقديم الخدمات وصيانتها (مثل المصادقة، اتصال VPN، فحوصات مكافحة الإساءة).",
        "لتحسين الخدمة: استخدام موقع IP في الوقت الفعلي لتخصيص قوائم خوادم VPN (مثل أعداد مختلفة/دول مختلفة بناءً على موقع المستخدم) والمنطقة الزمنية للجهاز لاختيار نطاقات/خوادم API المناسبة لتحسين السرعة والاستقرار. هذا المعالجة ضروري لتقديم أفضل الخدمات وعادلة لجميع المستخدمين دون تمييز.",
        "لتصحيح الأخطاء والتحسينات (سجلات أعطال [sentry_link]).",
        "للامتثال للالتزامات القانونية (مثل منع الاحتيال)."
      ],
      "footer": "لا يتم بيع البيانات أو مشاركتها أو استخدامها للتسويق أو الإعلان أو لأي طرف ثالث، وفقًا لإرشادات Apple 5.4."
    },
    {
      "number": "3",
      "title": "سياسة عدم الاحتفاظ بالسجلات",
      "content": "نلتزم بسياسة صارمة بعدم الاحتفاظ بالسجلات: لا يتم تخزين أي نشاطاتك على الإنترنت أو المواقع التي تزورها أو بيانات المرور أو أي سجلات – حتى لثانية واحدة. المنطقة الزمنية وIP لتحسين الخدمة لا يتم تسجيلهما أو الاحتفاظ بهما؛ تتم معالجتهما في الوقت الفعلي فقط. تستخدم الخوادم بروتوكولات [singbox_link] للتشفير؛ البيانات مجهولة الهوية ولا تُحتفظ بها أبدًا. نقوم بإجراء تدقيقات داخلية لضمان الامتثال، مع أنه لا يوجد لدينا شهادة خارجية حالياً."
    },
    {
      "number": "4",
      "title": "مشاركة البيانات",
      "list": [
        "<strong>أطراف ثالثة:</strong> [sentry_link] للأعطال (راجع سياساتهم)؛ [google_login_sdk_link] للمصادقة. لا يتم بيع أو مشاركة أي بيانات لأي غرض.",
        "<strong>المتطلبات القانونية:</strong> يمكننا الإفصاح عند الطلب القانوني (مثل أمر محكمة) بعد التحقق من الشرعية.",
        "<strong>المعاملات التجارية:</strong> في حالة الاندماج/البيع."
      ],
      "footer": "يتم حماية التحويلات الدولية بواسطة بنود تعاقدية معيارية (مثل الامتثال لـ GDPR). لا نشارك البيانات مع أطراف ثالثة، بما في ذلك مقدمو الذكاء الاصطناعي، دون موافقة صريحة، وفقًا لإرشادات Apple."
    },
    {
      "number": "5",
      "title": "إجراءات الأمان",
      "content": "يتم تشفير البيانات أثناء النقل وفي حالة الراحة (باستخدام بروتوكولات مثل VMess). نقوم بتطبيق جدران حماية، ضوابط وصول، وتدقيقات أمان دورية لحماية البيانات، بما يتوافق مع المادة 32 من GDPR ومتطلبات الأمان لـ CCPA. ومع ذلك، لا يوجد نظام آمن بنسبة 100%."
    },
    {
      "number": "6",
      "title": "حقوقك",
      "content": "نحترم حقوقك بموجب القوانين المعمول بها:",
      "list": [
        "الوصول إلى بياناتك، تصحيحها أو حذفها عبر إعدادات الحساب (حذف الحساب يزيل كل شيء، بما في ذلك IP).",
        "للمستخدمين في الاتحاد الأوروبي/المملكة المتحدة (GDPR/UK GDPR): حقوق الوصول، التصحيح، المسح، التقييد، قابلية النقل والاعتراض (على سبيل المثال، على معالجة IP/المنطقة الزمنية، مع أنه ضروري للخدمة؛ الاعتراض قد يحد من الوظائف). أساس المعالجة: الموافقة والمصلحة المشروعة (تقديم الخدمة). لا يوجد مسؤول حماية بيانات معين لأن المعالجة ليست واسعة النطاق، ولكن سيتم تعيينه إذا لزم الأمر.",
        "لمستخدمي كاليفورنيا (CCPA): الحق في المعرفة، الحذف، الانسحاب من المبيعات (لا توجد مبيعات)، وعدم التمييز. البريد الإلكتروني للطلبات."
      ],
      "footer": "الاحتفاظ: البيانات محفوظة طالما الحساب نشط + سنتين للأسباب القانونية؛ ثم يتم الحذف. لممارسة الحقوق، راسلنا عبر البريد الإلكتروني؛ نرد خلال 30-45 يومًا وفقًا للقوانين."
    },
    {
      "number": "7",
      "title": "خصوصية الأطفال",
      "content": "الخدمات ليست موجهة لمن هم تحت 16 سنة. نحن لا نجمع عن عمد بيانات من القصر. ميزة Guardian تتيح الحظر، لكن يوصى بالإشراف الأبوي. متوافق مع COPPA وأحكام GDPR للأطفال."
    },
    {
      "number": "8",
      "title": "تغييرات السياسة",
      "content": "قد نقوم بتحديثها؛ سيتم إخطارك عبر البريد الإلكتروني. استمرارك في الاستخدام يعني قبولك للتغييرات."
    },
    {
      "number": "9",
      "title": "الامتثال",
      "content": "نلتزم بـ GDPR (للأوروبيين، مع اعتبار IP/المنطقة الزمنية بيانات شخصية مع إفصاح صريح)، قوانين بيانات المملكة المتحدة (UK GDPR بعد البريكست)، CCPA (لكاليفورنيا، مع الحقوق المطلوبة)، وإرشادات Apple App Store (مثل 5.4: عدم مشاركة/بيع البيانات، الإفصاح الواضح عن جميع ممارسات البيانات). نقوم بتقليل البيانات، والحصول على الموافقة، وضمان عدم وجود ادعاءات مضللة. للمستخدمين العالميين، نتبع أفضل الممارسات مثل تدقيق البيانات والتشفير."
    },
    {
      "number": "10",
      "title": "الاتصال",
      "content": "[support_email] أو [legal_email] للاستفسارات القانونية. Unit 13 Freeland Park, Wareham Road, Lytchett Matravers, Poole, BH16 6FA, UK. +447477232441."
    }
  ]
}
