{
  "page_title": "سياسة الخصوصية لـ QuickPing VPN",
  "last_updated": "آخر تحديث: 25 نوفمبر 2025",
  "introduction": "تلتزم QuickPing VPN (نحن، أو شركتنا)، التي تديرها شركة Boratech، بحماية خصوصيتك. توضح سياسة الخصوصية هذه كيفية جمعنا للبيانات الشخصية واستخدامها ومشاركتها وحمايتها عند استخدامك لخدماتنا. باستخدام الخدمات، فإنك توافق على هذه الممارسات، بما في ذلك استخدام عنوان IP الخاص بك والمنطقة الزمنية لجهازك لتحسين الخدمة كما هو موضح أدناه. للاستفسارات، يرجى التواصل على support@quickping.net.",

  "sections": [
    {
      "number": "١",
      "title": "البيانات التي نجمعها",
      "content": "نحن نجمع الحد الأدنى من البيانات وفقًا لمبادئ تقليل البيانات بموجب اللائحة العامة لحماية البيانات (GDPR)، وقوانين حماية البيانات في المملكة المتحدة، وقانون خصوصية المستهلك في كاليفورنيا (CCPA)، وإرشادات متجر تطبيقات آبل:",
      "list": [
        "<strong>معلومات الحساب:</strong> البريد الإلكتروني وكلمة المرور (مشفّرة باستخدام SHA256/base64) للتسجيل وتسجيل الدخول.",
        "<strong>عنوان IP عند التسجيل:</strong> عنوان IP الخاص بك عند التسجيل لمنع الاستخدام الضار (مثل إنشاء حسابات مجانية متعددة)؛ يتم حذفه بعد التحقق أو الاحتفاظ به بأقل قدر ممكن.",
        "<strong>بيانات التحسين:</strong> عنوان IP في الوقت الفعلي (يُستعلم عنه للحظات فقط أثناء شاشة التشغيل الأولى لتخصيص قائمة السيرفرات حسب الموقع) والمنطقة الزمنية للجهاز (يتم اكتشافها تلقائيًا من إعدادات الجهاز لاختيار نقاط نهاية API مناسبة). لا يتم تخزين أي منهما على السيرفرات؛ يتم معالجتهما في الوقت الفعلي فقط.",
        "<strong>معلومات الجهاز والأعطال:</strong> عبر Sentry لأغراض التصحيح (مثل طراز الجهاز، إصدار نظام التشغيل، مستوى البطارية، استهلاك الذاكرة، إصدار التطبيق، سجلات الأعطال، عنوان IP، والموقع الجغرافي مثل الدولة/المدينة). تُجرى عملية إخفاء الهوية وتُستخدم فقط لحل المشكلات.",
        "<strong>بيانات الدفع:</strong> تُدار بالكامل من قبل آبل؛ نحن لا نخزن تفاصيل البطاقات."
      ],
      "footer": "لا نصل إلى الموقع الجغرافي، أو بيانات الصحة، أو سجل التصفح، أو بيانات حركة المرور، أو سجلات الاتصال (حتى مؤقتًا). لا نستخدم البيانات لأغراض التتبع أو إنشاء الملفات الشخصية أو أي غرض خارج ما تم ذكره صراحةً."
    },
    {
      "number": "٢",
      "title": "كيفية استخدامنا لبياناتك",
      "content": "نستخدم البيانات فقط لتقديم الخدمات، بناءً على موافقتك (من خلال هذه الشروط والسياسة) وعلى مصلحتنا المشروعة (مثل جودة الخدمة والأمان):",
      "list": [
        "تقديم الخدمات وصيانتها (مثل المصادقة، اتصال VPN، فحوصات منع الاستخدام الضار).",
        "تحسين الخدمة: استخدام موقع IP في الوقت الفعلي لتخصيص قوائم السيرفرات، واستخدام المنطقة الزمنية للجهاز لاختيار نطاقات وسيرفرات API أسرع وأكثر استقرارًا.",
        "تصحيح الأخطاء والتطوير (تقارير الأعطال عبر Sentry).",
        "الامتثال للالتزامات القانونية (مثل منع الاحتيال)."
      ],
      "footer": "لا نبيع البيانات أو نشاركها أو نستخدمها لأغراض التسويق أو الإعلانات أو أي أغراض لطرف ثالث — بما يتوافق تمامًا مع الإرشاد 5.4 من آبل."
    },
    {
      "number": "٣",
      "title": "سياسة عدم الاحتفاظ بالسجلات (No-Logs Policy)",
      "content": "نحن نلتزم بسياسة صارمة لعدم الاحتفاظ بالسجلات: لا يتم تخزين أي أنشطة عبر الإنترنت، أو مواقع تمت زيارتها، أو بيانات حركة المرور، أو سجلات الاتصال — ولو لثانية واحدة. المنطقة الزمنية وعنوان IP المستخدمان للتحسين لا يتم تسجيلهما أو الاحتفاظ بهما؛ يتم معالجتهما في الوقت الفعلي فقط. تستخدم السيرفرات بروتوكولات Sing-Box للتشفير؛ البيانات مجهولة الهوية ولا تُحتفظ بها أبدًا. نُجري عمليات تدقيق داخلية دورية لضمان الامتثال."
    },
    {
      "number": "٤",
      "title": "مشاركة البيانات",
      "list": [
        "<strong>أطراف ثالثة:</strong> Sentry لتقارير الأعطال، وGoogle Login SDK لتسجيل الدخول فقط. لا يتم بيع البيانات أو مشاركتها.",
        "<strong>المتطلبات القانونية:</strong> قد نُفصح عن البيانات فقط إذا طُلب منا قانونيًا (مثل أمر قضائي) وبعد التحقق من صحته.",
        "<strong>المعاملات التجارية:</strong> في حالة الاندماج أو البيع."
      ],
      "footer": "النقل الدولي محمي بشروط تعاقدية قياسية. لا نشارك البيانات مع أطراف ثالثة (بما في ذلك مزودو الذكاء الاصطناعي) دون موافقة صريحة."
    },
    {
      "number": "٥",
      "title": "إجراءات الأمان",
      "content": "تُشفَّر البيانات أثناء النقل والتخزين (باستخدام بروتوكولات مثل VMess). نطبّق جدران حماية، وضوابط وصول، وتدقيقات أمنية دورية لتتوافق مع المادة 32 من GDPR ومتطلبات الأمان في CCPA. ومع ذلك، لا يوجد نظام آمن 100%."
    },
    {
      "number": "٦",
      "title": "حقوقك",
      "content": "نحن نحترم حقوقك بموجب القوانين المعمول بها: يمكنك الوصول إلى بياناتك أو تصحيحها أو حذفها من خلال إعدادات الحساب. حقوق الاتحاد الأوروبي/المملكة المتحدة (GDPR) وكاليفورنيا (CCPA) مدعومة بالكامل. يتم الرد على طلبات البريد الإلكتروني خلال 30-45 يومًا. تُحتفظ بالبيانات فقط طالما الحساب نشط + سنتين لأسباب قانونية."
    },
    {
      "number": "٧",
      "title": "خصوصية الأطفال",
      "content": "الخدمات غير موجهة لمن هم دون سن 16. نحن لا نجمع بيانات من القاصرين عن علم. متوافقة تمامًا مع COPPA وأحكام حماية الأطفال في GDPR."
    },
    {
      "number": "٨",
      "title": "تعديلات على السياسة",
      "content": "قد نحدّث السياسة؛ سيتم إعلامك عبر البريد الإلكتروني. استمرار الاستخدام يعني قبول التعديلات."
    },
    {
      "number": "٩",
      "title": "الامتثال",
      "content": "نحن نتوافق بالكامل مع GDPR، UK GDPR، CCPA، وإرشادات متجر تطبيقات آبل (خاصة البند 5.4). نُقلل البيانات، نأخذ الموافقة، ونتجنب أي ادعاءات مضللة."
    },
    {
      "number": "١٠",
      "title": "تواصل معنا",
      "content": "support@quickping.net أو owner@boratech.uk<br>Unit 13 Freeland Park, Wareham Road, Lytchett Matravers, Poole, BH16 6FA, UK<br>+447477232441"
    }
  ]
}