{
  "page_title": "شروط خدمة QuickPing VPN",
  "last_updated": "آخر تحديث: 25 نوفمبر 2025",
  "introduction": "تحكم شروط الخدمة هذه (“الشروط”) وصولك واستخدامك لخدمات QuickPing VPN، بما في ذلك تطبيقاتنا على الأجهزة المحمولة والموقع الإلكتروني وأي برامج أو ميزات ذات صلة (مجتمعة “الخدمات”) المقدمة من QuickPing، المشغلة من قبل [boratech_link] (“نحن”، “لنا”، أو “خاصتنا”). باستخدامك أو وصولك للخدمات، فإنك توافق على الالتزام بهذه الشروط وسياسة الخصوصية المتاحة على [privacy_policy_link]. إذا لم توافق، لا تستخدم الخدمات.",

  "sections": [
    {
      "number": "1",
      "title": "القبول والأهلية",
      "content": "يجب أن تكون بعمر 16 سنة على الأقل (أو السن القانوني في ولايتك القضائية) لاستخدام الخدمات. باستخدامك للخدمات، فإنك تقر بأنك تستوفي هذا الشرط وتوافق على الالتزام بجميع القوانين المعمول بها. إذا كنت تقبل نيابة عن جهة، فإنك تضمن أن لديك السلطة لربط تلك الجهة."
    },
    {
      "number": "2",
      "title": "تعديلات على الشروط",
      "content": "يجوز لنا تحديث هذه الشروط في أي وقت. سيتم نشر التغييرات على موقعنا الإلكتروني، وسنخطرك عبر البريد الإلكتروني. استمرارك في استخدام الخدمات بعد التغييرات يعتبر قبولًا."
    },
    {
      "number": "3",
      "title": "إنشاء الحساب والأمان",
      "content": "لاستخدام الخدمات، يجب إنشاء حساب باستخدام بريد إلكتروني وكلمة مرور صالحة. أنت مسؤول عن الحفاظ على سرية بيانات حسابك وعن جميع الأنشطة تحت حسابك. أخطرنا فورًا عن أي وصول غير مصرح به. نحتفظ بالحق في إنهاء أو تعليق حسابك عند وجود انتهاكات."
    },
    {
      "number": "4",
      "title": "الاشتراكات والمدفوعات",
      "content": "الخدمات تعتمد على الاشتراك. عند التسجيل، تحصل على 2GB بيانات مجانية شهريًا للاختبار (محدودة لحساب واحد مجاني لكل IP لمنع سوء الاستخدام). تشمل الخطط المدفوعة اشتراكات شهرية (2.99$) وسنوية (24.99$) ببيانات غير محدودة، تتم عبر Apple In-App Purchase. يتم تجديد الاشتراكات تلقائيًا ما لم يتم إلغاؤها عبر إعدادات حساب Apple الخاص بك. لا نقدم استرداد مباشر؛ جميع الإلغاءات والاستردادات تتم وفق سياسات اشتراك Apple. قد تتغير الأسعار مع الإشعار."
    },
    {
      "number": "5",
      "title": "ميزات الخدمة",
      "subsections": [
        {
          "subtitle": "اتصال VPN",
          "content": "نقدم خدمات VPN باستخدام بروتوكولات مثل VMess وVLESS وReality وHysteria عبر [singbox_link]. تشمل الميزات اختيار الخادم، تقسيم الأنفاق (قوائم IP يحددها المستخدم للتوجيه الشامل/الاستثناء)، مفتاح الإغلاق (نشط دائمًا)، وGuardian (حجب اختياري لمواقع التواصل الاجتماعي، المحتوى البالغ، ومواقع القمار باستخدام قوائم GitHub العامة)."
        },
        {
          "subtitle": "التحسين الجغرافي",
          "content": "لتقديم خدمات عالية الجودة وملائمة للموقع، نقوم بتحسين نقاط نهاية API وقوائم خوادم VPN بناءً على المنطقة الزمنية لجهازك (مكتشفة تلقائيًا من إعدادات الجهاز، لا تُخزن على الخوادم) وموقع عنوان IP (يتم الاستعلام عنه في الوقت الفعلي أثناء شاشة البداية عند تشغيل التطبيق). على سبيل المثال، قد يحصل المستخدمون في المملكة المتحدة على نطاقات API ومجموعة من 10 خوادم مخصصة في المملكة المتحدة، بينما يحصل المستخدمون في ألمانيا على API ألمانية و15 خادمًا من دول مختلفة. هذا يضمن سرعة واستقرار وملاءمة أفضل دون تخزين بيانات الموقع. جميع المستخدمين يحصلون على خدمات عادلة ومثلى بناءً على الموقع المكتشف."
        },
        {
          "subtitle": "حدود الاستخدام",
          "content": "الخدمات مخصصة للاستخدام الشخصي فقط. لا يجوز إعادة البيع أو المشاركة أو الاستخدام التجاري. البيانات غير محدودة في الخطط المدفوعة، ولكن نمنع سوء الاستخدام (مثل استهلاك نطاق ترددي مفرط يؤثر على جودة الخدمة للآخرين). قد نقيد أو نعلق الحسابات في حالة سوء الاستخدام."
        },
        {
          "subtitle": "سياسة عدم الاحتفاظ بالسجلات",
          "content": "لا نقوم بتسجيل أو تخزين أي أنشطة على الإنترنت، سجل التصفح، بيانات المرور، أو سجلات الاتصال. راجع [privacy_policy_link] للتفاصيل."
        }
      ]
    },
    {
      "number": "6",
      "title": "الأنشطة المحظورة",
      "content": "أنت توافق على عدم استخدام الخدمات لـ:",
      "list": [
        "الأنشطة غير القانونية، بما في ذلك على سبيل المثال لا الحصر استغلال الأطفال، البريد المزعج، توزيع البرمجيات الخبيثة، القرصنة، أو انتهاك حقوق الطبع والنشر.",
        "المضايقة، التهديدات، أو المحتوى الضار.",
        "إعادة بيع الخدمات، مشاركتها، أو إساءة استخدامها (مثل إنشاء عدة حسابات مجانية).",
        "تحميل البنية التحتية لدينا بشكل زائد أو تجاوز القيود بطرق تنتهك القوانين المحلية."
      ],
      "footer": "قد نعلق أو ننهي حسابك دون استرداد عند حدوث انتهاكات."
    },
    {
      "number": "7",
      "title": "الملكية الفكرية",
      "content": "نمنحك ترخيصًا محدودًا وغير حصري وقابل للإلغاء لاستخدام الخدمات للأغراض الشخصية. لا يجوز تعديل برامجنا أو إعادة هندستها أو توزيعها. جميع العلامات التجارية والمحتويات ملك لنا."
    },
    {
      "number": "8",
      "title": "إخلاء المسؤولية وحدود المسؤولية",
      "content": "تُقدم الخدمات “كما هي” دون أي ضمانات. نحن نتنصل من المسؤولية عن أي أضرار، بما في ذلك الخسائر غير المباشرة أو الناتجة عن سوء الاستخدام أو أخطاء المستخدم. مسؤوليتنا الكاملة محدودة بالمبلغ الذي دفعته خلال آخر 12 شهرًا. نحن غير مسؤولين عن انتهاك القوانين المحلية أو سوء الاستخدام من قبل المستخدمين."
    },
    {
      "number": "9",
      "title": "التعويض",
      "content": "أنت توافق على تعويضنا عن أي مطالبات ناتجة عن استخدامك للخدمات أو انتهاكاتك لهذه الشروط."
    },
    {
      "number": "10",
      "title": "الإنهاء",
      "content": "يمكنك حذف حسابك في أي وقت عبر التطبيق أو الموقع، مما يؤدي إلى إزالة بياناتك بشكل دائم. قد ننهي حسابك بسبب الانتهاكات، مع إشعار أو بدونه."
    },
    {
      "number": "11",
      "title": "القانون الحاكم وتسوية النزاعات",
      "content": "تخضع هذه الشروط لقوانين إنجلترا وويلز. سيتم حل النزاعات من خلال التحكيم الملزم عبر London Court of International Arbitration (LCIA) أو المحاكم في إنجلترا."
    },
    {
      "number": "12",
      "title": "متفرقات",
      "content": "إذا كان أي بند غير صالح، تبقى البنود الأخرى سارية المفعول. النسخة الإنجليزية لها الأفضلية على الترجمات. للتساؤلات، اتصل بـ [support_email] أو للاستفسارات القانونية [legal_email]."
    }
  ],

  "closing": "باستمرارك، فإنك توافق على هذه الشروط و [privacy_policy_link]."
}
