{
  "page_title": "شروط استخدام QuickPing VPN",
  "last_updated": "آخر تحديث: 25 نوفمبر 2025",
  "introduction": "تحكم شروط الاستخدام هذه (الشروط) وصولك إلى خدمات QuickPing VPN واستخدامك لها، بما في ذلك تطبيقات الهاتف، والموقع الإلكتروني، وأي برمجيات أو ميزات ذات صلة (يُشار إليها مجتمعة بـ «الخدمات»)، والتي تقدمها QuickPing وتديرها شركة Boratech. باستخدام الخدمات، فإنك توافق على الالتزام بهذه الشروط وسياسة الخصوصية الخاصة بنا المتوفرة على[](https://dl.quickping.net/legal.html?page=privacy). إذا كنت لا توافق، فلا تستخدم الخدمات.",

  "sections": [
    {
      "number": "١",
      "title": "القبول والأهلية",
      "content": "يجب أن تكون في سن 16 عامًا على الأقل (أو سن الرشد في بلدك) لاستخدام الخدمات. باستخدام الخدمات، فإنك تؤكد أنك تستوفي هذا الشرط وتوافق على الالتزام بجميع القوانين المعمول بها. إذا كنت تقبل نيابة عن كيان قانوني، فأنت تضمن أن لديك السلطة لإلزام هذا الكيان."
    },
    {
      "number": "٢",
      "title": "تعديل الشروط",
      "content": "يحق لنا تحديث هذه الشروط في أي وقت. سيتم نشر التغييرات على موقعنا الإلكتروني وإعلامك بها عبر البريد الإلكتروني. استمرار استخدامك للخدمات بعد التغييرات يعني قبولك لها."
    },
    {
      "number": "٣",
      "title": "إنشاء الحساب والأمان",
      "content": "لاستخدام الخدمات، يجب إنشاء حساب باستخدام بريد إلكتروني صالح وكلمة مرور. أنت مسؤول عن الحفاظ على سرية بيانات حسابك وعن جميع الأنشطة التي تتم تحت حسابك. أبلغنا فورًا عن أي وصول غير مصرح به. نحتفظ بحق تعليق أو إنهاء حسابك في حالة المخالفة."
    },
    {
      "number": "٤",
      "title": "الاشتراكات والدفع",
      "content": "الخدمات تعتمد على الاشتراك. عند التسجيل، تحصل على 2 جيجابايت بيانات مجانية شهريًا لأغراض الاختبار (محدود بحساب مجاني واحد لكل IP لمنع الاستغلال). الخطط المدفوعة تشمل اشتراكًا شهريًا (2.99 دولار) وسنويًا (24.99 دولار) مع بيانات غير محدودة عبر شراء داخل التطبيق من آبل. تتجدد الاشتراكات تلقائيًا ما لم تُلغَ من إعدادات حساب آبل. لا نقدم استردادًا مباشرًا؛ جميع الإلغاءات والاستردادات تتم وفق سياسات آبل. قد تتغير الأسعار مع إشعار مسبق."
    },
    {
      "number": "٥",
      "title": "ميزات الخدمة",
      "subsections": [
        {
          "subtitle": "الاتصال بالـ VPN",
          "content": "نقدم خدمات VPN باستخدام بروتوكولات VMess، VLESS، Reality، وHysteria عبر Sing-Box. تشمل الميزات: اختيار السيرفر، التجزئة (قوائم IP مخصصة للتوجيه المشمول/المستثنى)، مفتاح الإيقاف (دائمًا مفعّل)، وGuardian (حظر اختياري لمواقع التواصل الاجتماعي، والمحتوى الإباحي، ومواقع القمار باستخدام قوائم GitHub العامة)."
        },
        {
          "subtitle": "التحسين الجغرافي",
          "content": "لتقديم خدمات عالية الجودة ومناسبة لموقعك، نُحسّن نقاط نهاية API وقوائم السيرفرات بناءً على المنطقة الزمنية لجهازك (يتم اكتشافها تلقائيًا من إعدادات الجهاز ولا تُخزن) وعنوان IP (يُستعلم عنه في الوقت الفعلي أثناء شاشة التشغيل الأولى). على سبيل المثال، قد يحصل مستخدمو المملكة المتحدة على نطاقات بريطانية وقائمة بـ 10 سيرفرات، بينما يحصل المستخدمون في ألمانيا على نطاقات ألمانية و15 سيرفرًا من دول مختلفة. هذا يضمن سرعة واستقرارًا أفضل دون تخزين أي بيانات موقع. جميع المستخدمين يحصلون على خدمة عادلة ومثلى."
        },
        {
          "subtitle": "حدود الاستخدام",
          "content": "الخدمات للاستخدام الشخصي فقط. يُمنع إعادة البيع أو المشاركة أو الاستخدام التجاري. الخطط المدفوعة توفر بيانات غير محدودة، لكننا نمنع الاستغلال (مثل استهلاك النطاق الترددي المفرط الذي يؤثر على جودة الآخرين). يحق لنا تقييد أو تعليق الحسابات المسيئة."
        },
        {
          "subtitle": "سياسة عدم الاحتفاظ بالسجلات",
          "content": "لا نسجل أو نخزن أي أنشطة عبر الإنترنت، أو سجل التصفح، أو بيانات حركة المرور، أو سجلات الاتصال. التفاصيل في سياسة الخصوصية."
        }
      ]
    },
    {
      "number": "٦",
      "title": "الأنشطة الممنوعة",
      "content": "أنت توافق على عدم استخدام الخدمات في:",
      "list": [
        "الأنشطة غير القانونية، بما في ذلك (على سبيل المثال لا الحصر) استغلال الأطفال، السبام، توزيع البرمجيات الخبيثة، القرصنة، أو انتهاك حقوق الطبع والنشر.",
        "التحرش أو التهديد أو المحتوى الضار.",
        "إعادة بيع الخدمات أو مشاركتها أو استغلالها (مثل إنشاء حسابات مجانية متعددة).",
        "إثقال بنيتنا التحتية أو تجاوز القيود بطرق تنتهك القوانين المحلية."
      ],
      "footer": "يحق لنا تعليق أو إنهاء حسابك دون استرداد في حالة المخالفة."
    },
    {
      "number": "٧",
      "title": "الملكية الفكرية",
      "content": "نمنحك ترخيصًا محدودًا وغير حصري وقابل للإلغاء لاستخدام الخدمات لأغراض شخصية. لا يجوز لك تعديل برمجياتنا أو إجراء هندسة عكسية أو توزيعها. جميع العلامات التجارية والمحتويات مملوكة لنا."
    },
    {
      "number": "٨",
      "title": "إخلاء المسؤولية وحدود المسؤولية",
      "content": "تُقدَّم الخدمات «كما هي» دون ضمانات. نُخلي مسؤوليتنا عن أي أضرار (بما في ذلك الأضرار غير المباشرة أو العرضية) الناتجة عن سوء استخدامك أو أخطاء المستخدم. مسؤوليتنا الكلية محدودة بمبلغ ما دفعته خلال آخر 12 شهرًا. نحن غير مسؤولين عن انتهاك القوانين المحلية أو سوء استخدام المستخدمين."
    },
    {
      "number": "٩",
      "title": "التعويض",
      "content": "أنت توافق على تعويضنا عن أي مطالبات تنشأ من استخدامك للخدمات أو خرقك لهذه الشروط."
    },
    {
      "number": "١٠",
      "title": "الإنهاء",
      "content": "يمكنك حذف حسابك في أي وقت عبر التطبيق أو الموقع، مما يؤدي إلى حذف بياناتك نهائيًا. يحق لنا إنهاء حسابك في حالة المخالفة مع أو بدون إشعار."
    },
    {
      "number": "١١",
      "title": "القانون الحاكم وحل النزاعات",
      "content": "تخضع هذه الشروط لقوانين إنجلترا وويلز. تُحل النزاعات من خلال التحكيم الملزم عبر محكمة لندن للتحكيم الدولي (LCIA) أو المحاكم الإنجليزية."
    },
    {
      "number": "١٢",
      "title": "أحكام متنوعة",
      "content": "إذا كان أي بند غير صالح، فإن باقي الأحكام تظل سارية. النسخة الإنجليزية لها الأولوية على الترجمات. للأسئلة: support@quickping.net، للشؤون القانونية: owner@boratech.uk"
    }
  ],

  "closing": "باستمرارك في الاستخدام، فإنك توافق على هذه الشروط وسياسة الخصوصية الخاصة بنا."
}