{
  "page_title": "QuickPing VPN गोपनीयता नीति",
  "last_updated": "अंतिम बार अपडेट किया गया: 25 नवंबर, 2025",
  "introduction": "QuickPing VPN (\"हम,\" \"हमारा,\" या \"हमारी\"), जो [boratech_link] द्वारा संचालित है, आपकी गोपनीयता की सुरक्षा के लिए प्रतिबद्ध है। यह गोपनीयता नीति बताती है कि जब आप हमारी सेवाओं का उपयोग करते हैं तो हम आपका व्यक्तिगत डेटा कैसे एकत्र, उपयोग, साझा और सुरक्षित करते हैं। सेवाओं का उपयोग करके आप इन प्रथाओं के लिए सहमति देते हैं, जिसमें नीचे वर्णित सेवा अनुकूलन के लिए आपके IP पते और डिवाइस टाइमज़ोन का उपयोग भी शामिल है। किसी भी प्रश्न के लिए [support_email] पर संपर्क करें।",

  "sections": [
    {
      "number": "1",
      "title": "हम कौन सा डेटा एकत्र करते हैं",
      "content": "हम GDPR, UK डेटा कानूनों, CCPA और Apple App Store दिशानिर्देशों के तहत डेटा न्यूनीकरण सिद्धांतों का पालन करते हुए न्यूनतम डेटा एकत्र करते हैं:",
      "list": [
        "<strong>खाता जानकारी:</strong> पंजीकरण और लॉगिन के लिए ईमेल और पासवर्ड (SHA256/base64 से एन्क्रिप्टेड)।",
        "<strong>पंजीकरण IP:</strong> दुरुपयोग रोकने के लिए साइन-अप के समय आपका IP पता (उदाहरण: एक से अधिक मुफ्त खाते बनाना); सत्यापन के बाद हटा दिया जाता है या आवश्यकता होने पर न्यूनतम रूप से रखा जाता है।",
        "<strong>अनुकूलन डेटा:</strong> रियल-टाइम IP पता (ऐप लॉन्च पर स्प्लैश स्क्रीन के दौरान सिर्फ़ एक पल के लिए स्थान के आधार पर VPN सर्वर सूची अनुकूलित करने हेतु) और डिवाइस टाइमज़ोन (API एंडपॉइंट चुनने के लिए डिवाइस सेटिंग से स्वचालित रूप से पता लगाया जाता है)। इनमें से कोई भी सर्वर पर संग्रहीत नहीं किया जाता; केवल रियल-टाइम में प्रोसेस किया जाता है और संग्रहीत नहीं किया जाता।",
        "<strong>डिवाइस और क्रैश जानकारी:</strong> डिबगिंग के लिए [sentry_link] के माध्यम से (उदाहरण: डिवाइस मॉडल, OS संस्करण, बैटरी स्तर, मेमोरी उपयोग, ऐप संस्करण, क्रैश लॉग, IP पता, देश/शहर जैसी भौगोलिक जानकारी)। यह गुमनाम होता है और केवल त्रुटि समाधान के लिए उपयोग किया जाता है। पूरी सूची: app_memory_limit, app_memory_usage, app_peak_memory, arch, battery_level, brand, charging, connection_type, cpu_description, device_type, dist, environment, family, free_storage, handled, id, interface_type, language, level, low_memory, manufacturer, mechanism, memory_size, model, model_id, name, online, orientation, processor_count, release, screen_density, screen_dpi, screen_resolution, simulator, storage_size, system_free_memory, thermal_state, timezone, user ID/IP/geography।",
        "<strong>भुगतान डेटा:</strong> Apple द्वारा संभाला जाता है; हम कार्ड विवरण संग्रहीत नहीं करते।"
      ],
      "footer": "कोई स्थान पहुंच, स्वास्थ्य डेटा, ब्राउज़िंग इतिहास, ट्रैफ़िक या कनेक्शन लॉग एकत्र या संग्रहीत (यहां तक कि अस्थायी रूप से भी) नहीं किए जाते। हम ट्रैकिंग, प्रोफाइलिंग या किसी भी अन्य उद्देश्य के लिए डेटा का उपयोग नहीं करते जो स्पष्ट रूप से यहां बताया न गया हो।"
    },
    {
      "number": "2",
      "title": "हम आपके डेटा का उपयोग कैसे करते हैं",
      "content": "हम डेटा का उपयोग केवल सेवाएं प्रदान करने के लिए करते हैं, जो सहमति (इन नियमों और नीति के माध्यम से) तथा वैध हितों (जैसे सेवा गुणवत्ता और सुरक्षा) पर आधारित है:",
      "list": [
        "सेवाएं प्रदान करने और बनाए रखने के लिए (उदाहरण: प्रमाणीकरण, VPN कनेक्टिविटी, दुरुपयोग जांच)।",
        "सेवा अनुकूलन के लिए: रियल-टाइम IP स्थान का उपयोग करके VPN सर्वर सूची को अनुकूलित करना (उदाहरण: उपयोगकर्ता के स्थान के आधार पर अलग-अलग संख्या/देश) और डिवाइस टाइमज़ोन का उपयोग बेहतर गति और स्थिरता के लिए उपयुक्त API डोमेन/सर्वर चुनने के लिए। यह प्रसंस्करण इष्टतम सेवाएं प्रदान करने के लिए आवश्यक है और सभी उपयोगकर्ताओं के लिए निष्पक्ष है, कोई भेदभाव नहीं।",
        "[sentry_link] क्रैश के लिए डिबगिंग और सुधार।",
        "कानूनी दायित्वों का पालन करने के लिए (उदाहरण: धोखाधड़ी रोकथाम)।"
      ],
      "footer": "कोई बिक्री, साझाकरण या मार्केटिंग, विज्ञापन या किसी तीसरे पक्ष के उद्देश्य के लिए डेटा का उपयोग नहीं किया जाता, Apple दिशानिर्देश 5.4 के अनुरूप।"
    },
    {
      "number": "3",
      "title": "नो-लॉग्स नीति",
      "content": "हम सख्त नो-लॉग्स नीति का पालन करते हैं: आपकी ऑनलाइन गतिविधियों, देखी गई साइटों, ट्रैफ़िक डेटा या किसी भी लॉग का कोई भंडारण नहीं – एक सेकंड के लिए भी नहीं। अनुकूलन के लिए टाइमज़ोन और IP लॉग या संग्रहीत नहीं किए जाते; केवल रियल-टाइम में प्रोसेस किया जाता है। सर्वर [singbox_link] प्रोटोकॉल का उपयोग करके एन्क्रिप्शन करते हैं; डेटा गुमनाम होता है और कभी संग्रहीत नहीं किया जाता। हम अनुपालन सुनिश्चित करने के लिए आंतरिक ऑडिट करते हैं, हालांकि वर्तमान में कोई बाहरी प्रमाणन नहीं है।"
    },
    {
      "number": "4",
      "title": "डेटा साझाकरण",
      "list": [
        "<strong>तृतीय पक्ष:</strong> क्रैश के लिए [sentry_link] (उनकी नीति देखें); प्रमाणीकरण के लिए [google_login_sdk_link]। कोई भी डेटा बेचा या किसी उद्देश्य के लिए साझा नहीं किया जाता।",
        "<strong>कानूनी आवश्यकताएं:</strong> यदि कानून द्वारा आवश्यक हो (उदाहरण: अदालती आदेश) तो हम खुलासा कर सकते हैं, लेकिन केवल वैधता की जांच के बाद।",
        "<strong>कॉर्पोरेट लेन-देन:</strong> विलय/बिक्री की स्थिति में।"
      ],
      "footer": "अंतरराष्ट्रीय स्थानांतरण मानक संविदात्मक खंडों (जैसे GDPR-अनुरूप) द्वारा संरक्षित हैं। हम स्पष्ट सहमति के बिना किसी तीसरे पक्ष (AI प्रदाताओं सहित) के साथ डेटा साझा नहीं करते, Apple दिशानिर्देशों के अनुसार।"
    },
    {
      "number": "5",
      "title": "सुरक्षा उपाय",
      "content": "डेटा ट्रांज़िट और रेस्ट में एन्क्रिप्टेड है (VMess जैसे प्रोटोकॉल का उपयोग करके)। हम फ़ायरवॉल, पहुंच नियंत्रण और नियमित सुरक्षा ऑडिट लागू करते हैं ताकि GDPR अनुच्छेद 32 और CCPA सुरक्षा आवश्यकताओं के अनुपालन में डेटा सुरक्षित रहे। फिर भी, कोई भी सिस्टम 100% सुरक्षित नहीं होता।"
    },
    {
      "number": "6",
      "title": "आपके अधिकार",
      "content": "हम लागू कानूनों के तहत आपके अधिकारों का सम्मान करते हैं:",
      "list": [
        "खाता सेटिंग्स के माध्यम से अपने डेटा तक पहुंच, सुधार या हटाने का अधिकार (खाता हटाने से सब कुछ हट जाता है, IP सहित)।",
        "EU/UK उपयोगकर्ताओं के लिए (GDPR/UK GDPR): पहुंच, सुधार, मिटाने, प्रतिबंध, पोर्टेबिलिटी और आपत्ति करने का अधिकार (उदाहरण: IP/टाइमज़ोन प्रसंस्करण पर, हालांकि सेवा के लिए आवश्यक; आपत्ति करने से कार्यक्षमता सीमित हो सकती है)। प्रसंस्करण आधार: सहमति और वैध हित (सेवा वितरण)। हम बिना डेटा संरक्षण अधिकारी के अनुपालन करते हैं क्योंकि हमारा प्रसंस्करण बड़े पैमाने पर नहीं है, लेकिन आवश्यक होने पर नियुक्त करेंगे।",
        "CA उपयोगकर्ताओं के लिए (CCPA): जानने, हटाने, बिक्री से ऑप्ट-आउट (कोई बिक्री नहीं होती) और गैर-भेदभाव का अधिकार। अनुरोध के लिए ईमेल करें।"
      ],
      "footer": "संरक्षण: खाता सक्रिय रहने तक + कानूनी कारणों से 2 वर्ष तक डेटा रखा जाता है; उसके बाद हटा दिया जाता है। अधिकारों का उपयोग करने के लिए हमें ईमेल करें; हम कानून के अनुसार 30-45 दिनों में जवाब देंगे।"
    },
    {
      "number": "7",
      "title": "बच्चों की गोपनीयता",
      "content": "सेवाएं 16 वर्ष से कम उम्र के बच्चों के लिए नहीं हैं। हम जानबूझकर नाबालिगों से डेटा एकत्र नहीं करते। अभिभावक सुविधा ब्लॉक करने की अनुमति देती है, लेकिन माता-पिता का पर्यवेक्षण अनुशंसित है। COPPA और GDPR बाल प्रावधानों के अनुरूप।"
    },
    {
      "number": "8",
      "title": "नीति में परिवर्तन",
      "content": "हम नीति को अपडेट कर सकते हैं; आपको ईमेल द्वारा सूचित किया जाएगा। निरंतर उपयोग परिवर्तनों को स्वीकार करना माना जाएगा।"
    },
    {
      "number": "9",
      "title": "अनुपालन",
      "content": "हम GDPR (EU के लिए, IP/टाइमज़ोन को व्यक्तिगत डेटा मानते हुए स्पष्ट प्रकटीकरण के साथ), UK डेटा कानून (ब्रेक्सिट के बाद UK GDPR), CCPA (CA के लिए आवश्यक अधिकारों के साथ) और Apple App Store दिशानिर्देशों (जैसे 5.4: कोई डेटा साझाकरण/बिक्री नहीं, सभी डेटा प्रथाओं का स्पष्ट प्रकटीकरण) का अनुपालन करते हैं। हम डेटा को न्यूनतम रखते हैं, सहमति प्राप्त करते हैं और कोई भ्रामक दावा नहीं करते। वैश्विक उपयोगकर्ताओं के लिए हम डेटा ऑडिट और एन्क्रिप्शन जैसे सर्वोत्तम अभ्यासों का पालन करते हैं।"
    },
    {
      "number": "10",
      "title": "संपर्क करें",
      "content": "[support_email] या कानूनी पूछताछ के लिए [legal_email]। Unit 13 Freeland Park, Wareham Road, Lytchett Matravers, Poole, BH16 6FA, UK. +447477232441।"
    }
  ]
}