{
  "page_title": "QuickPing VPN सेवा की शर्तें",
  "last_updated": "अंतिम बार अपडेट किया गया: 25 नवंबर, 2025",
  "introduction": "ये सेवा की शर्तें (\"शर्तें\") QuickPing VPN सेवाओं तक आपकी पहुंच और उपयोग को नियंत्रित करती हैं, जिसमें हमारी मोबाइल ऐप्लिकेशन, वेबसाइट और कोई भी संबंधित सॉफ़्टवेयर या सुविधाएं (सामूहिक रूप से \"सेवाएं\") शामिल हैं, जो [boratech_link] द्वारा संचालित QuickPing (\"हम,\" \"हमारा,\" या \"हमारी\") द्वारा प्रदान की जाती हैं। सेवाओं तक पहुंच या उपयोग करके आप इन शर्तों और [privacy_policy_link] पर उपलब्ध हमारी गोपनीयता नीति से बंधे होने के लिए सहमति देते हैं। यदि आप सहमत नहीं हैं, तो सेवाओं का उपयोग न करें।",

  "sections": [
    {
      "number": "1",
      "title": "स्वीकृति और पात्रता",
      "content": "सेवाओं का उपयोग करने के लिए आपकी आयु कम से कम 16 वर्ष (या आपके क्षेत्राधिकार में बहुमत की आयु) होनी चाहिए)। सेवाओं का उपयोग करके आप घोषणा करते हैं कि आप इस आवश्यकता को पूरा करते हैं और सभी लागू कानूनों का पालन करने के लिए सहमत हैं। यदि आप किसी संस्था की ओर से स्वीकार कर रहे हैं, तो आप गारंटी देते हैं कि आपको उस संस्था को बांधने का अधिकार है।"
    },
    {
      "number": "2",
      "title": "शर्तों में संशोधन",
      "content": "हम किसी भी समय इन शर्तों को अपडेट कर सकते हैं। परिवर्तन हमारी वेबसाइट पर पोस्ट किए जाएंगे और आपको ईमेल के माध्यम से सूचित किया जाएगा। परिवर्तनों के बाद सेवाओं का निरंतर उपयोग स्वीकृति माना जाएगा।"
    },
    {
      "number": "3",
      "title": "खाता निर्माण और सुरक्षा",
      "content": "सेवाओं का उपयोग करने के लिए आपको वैध ईमेल और पासवर्ड के साथ खाता बनाना होगा। आप अपने खाता क्रेडेंशियल्स की गोपनीयता बनाए रखने और अपने खाते के अंतर्गत होने वाली सभी गतिविधियों के लिए जिम्मेदार हैं। किसी अनधिकृत पहुंच की स्थिति में हमें तुरंत सूचित करें। हम उल्लंघन के लिए आपके खाते को निलंबित या समाप्त करने का अधिकार रखते हैं।"
    },
    {
      "number": "4",
      "title": "सब्स्क्रिप्शन और भुगतान",
      "content": "सेवाएं सब्स्क्रिप्शन-आधारित हैं। पंजीकरण पर आपको परीक्षण के लिए हर महीने 2GB मुफ़्त डेटा मिलता है (दुरुपयोग रोकने के लिए प्रति IP केवल एक मुफ़्त खाता)। पेड प्लान में मासिक ($2.99) और वार्षिक ($24.99) सब्स्क्रिप्शन शामिल हैं जिनमें असीमित डेटा होता है और भुगतान Apple In-App Purchase के माध्यम से होता है। सब्स्क्रिप्शन अपने आप नवीनीकृत होता है जब तक आप अपने Apple खाते की सेटिंग में इसे रद्द न करें। हम सीधे रिफंड नहीं देते; सभी रद्दीकरण और रिफंड Apple की सब्स्क्रिप्शन नीतियों के अनुसार संभाले जाते हैं। कीमतों में परिवर्तन सूचना देकर किया जा सकता है।"
    },
    {
      "number": "5",
      "title": "सेवा की सुविधाएं",
      "subsections": [
        {
          "subtitle": "VPN कनेक्टिविटी",
          "content": "हम [singbox_link] के माध्यम से VMess, VLESS, Reality और Hysteria जैसे प्रोटोकॉल का उपयोग करके VPN सेवाएं प्रदान करते हैं। सुविधाओं में सर्वर चयन, स्प्लिट टनलिंग (उपयोगकर्ता द्वारा परिभाषित IP सूची के साथ इनक्लूसिव/एक्सक्लूसिव रूटिंग), किल स्विच (हमेशा चालू), और गार्जियन (सोशल मीडिया, वयस्क सामग्री, जुआ साइटों को सार्वजनिक GitHub सूचियों से ब्लॉक करने की वैकल्पिक सुविधा) शामिल हैं।"
        },
        {
          "subtitle": "भौगोलिक अनुकूलन (Geo-Optimization)",
          "content": "उच्च गुणवत्ता और स्थान-उपयुक्त सेवा प्रदान करने के लिए हम आपके डिवाइस के टाइमज़ोन (डिवाइस सेटिंग से स्वचालित रूप से पता लगाया जाता है, सर्वर पर संग्रहीत नहीं) और IP पते के स्थान (ऐप लॉन्च पर स्प्लैश स्क्रीन के दौरान रियल-टाइम में क्वेरी किया जाता है) के आधार पर API एंडपॉइंट्स और VPN सर्वर सूची को अनुकूलित करते हैं। उदाहरण के लिए, UK के उपयोगकर्ताओं को UK-आधारित API डोमेन और 10 सर्वरों की अनुकूलित सूची मिल सकती है, जबकि जर्मनी के उपयोगकर्ताओं को जर्मनी-आधारित API और विभिन्न देशों के 15 सर्वर मिल सकते हैं। इससे गति, स्थिरता और प्रासंगिकता बेहतर होती है बिना स्थान डेटा संग्रहीत किए। सभी उपयोगकर्ताओं को उनके पता लगाए गए स्थान के आधार पर निष्पक्ष और इष्टतम सेवा मिलती है।"
        },
        {
          "subtitle": "उपयोग सीमाएं",
          "content": "सेवाएं केवल व्यक्तिगत उपयोग के लिए हैं। पुनर्विक्रय, साझा करना या व्यावसायिक उपयोग निषिद्ध है। पेड प्लान पर असीमित डेटा है, लेकिन हम दुरुपयोग (जैसे अत्यधिक बैंडविड्थ जो दूसरों की सेवा गुणवत्ता को प्रभावित करे) को प्रतिबंधित करते हैं। ऐसे दुरुपयोग के लिए हम खाते को सीमित या निलंबित कर सकते हैं।"
        },
        {
          "subtitle": "नो-लॉग्स नीति",
          "content": "हम कोई भी ऑनलाइन गतिविधि, ब्राउज़िंग इतिहास, ट्रैफ़िक डेटा या कनेक्शन लॉग संग्रहीत नहीं करते। विस्तृत जानकारी के लिए [privacy_policy_link] देखें।"
        }
      ]
    },
    {
      "number": "6",
      "title": "निषिद्ध गतिविधियां",
      "content": "आप सेवाओं का उपयोग निम्नलिखित के लिए करने के लिए सहमत नहीं हैं:",
      "list": [
        "अवैध गतिविधियां, जिनमें बाल शोषण, स्पैम, मैलवेयर वितरण, हैकिंग या कॉपीराइट उल्लंघन शामिल हैं (लेकिन इन्हीं तक सीमित नहीं)।",
        "उत्पीड़न, धमकी या हानिकारक सामग्री।",
        "सेवाओं का पुनर्विक्रय, साझा करना या दुरुपयोग (जैसे एक से अधिक मुफ़्त खाते बनाना)।",
        "हमारे इन्फ्रास्ट्रक्चर पर अत्यधिक भार डालना या स्थानीय कानूनों का उल्लंघन करने वाले तरीके से प्रतिबंधों को बायपास करना।"
      ],
      "footer": "उल्लंघन की स्थिति में हम बिना रिफंड के आपके खाते को निलंबित या समाप्त कर सकते हैं।"
    },
    {
      "number": "7",
      "title": "बौद्धिक संपदा",
      "content": "हम आपको व्यक्तिगत उद्देश्यों के लिए सेवाओं का उपयोग करने हेतु सीमित, गैर-विशिष्ट, प्रतिसंहरणीय लाइसेंस प्रदान करते हैं। आप हमारे सॉफ़्टवेयर को संशोधित, रिवर्स इंजीनियर या वितरित नहीं कर सकते। सभी ट्रेडमार्क और सामग्री हमारी संपत्ति हैं।"
    },
    {
      "number": "8",
      "title": "अस्वीकरण और दायित्व की सीमाएं",
      "content": "सेवाएं \"जैसी हैं वैसी\" प्रदान की जाती हैं, बिना किसी वारंटी के। हम आपके दुरुपयोग या उपयोगकर्ता त्रुटियों से उत्पन्न होने वाले किसी भी अप्रत्यक्ष, परिणामी या आकस्मिक नुकसान के लिए दायित्व अस्वीकार करते हैं। हमारा कुल दायित्व पिछले 12 महीनों में आपने जो राशि चुकाई है, उस तक सीमित है। हम स्थानीय कानूनों के किसी उल्लंघन या उपयोगकर्ताओं के दुरुपयोग के लिए जिम्मेदार नहीं हैं।"
    },
    {
      "number": "9",
      "title": "क्षतिपूर्ति",
      "content": "आप सेवाओं के अपने उपयोग या इन शर्तों के उल्लंघन से उत्पन्न होने वाले किसी भी दावे से हमें क्षतिपूर्ति करने के लिए सहमत हैं।"
    },
    {
      "number": "10",
      "title": "समापन",
      "content": "आप किसी भी समय ऐप या वेबसाइट के माध्यम से अपना खाता हटा सकते हैं, जिससे आपका डेटा स्थायी रूप से हट जाता है। हम उल्लंघन के लिए बिना सूचना या सूचना देकर आपका खाता समाप्त कर सकते हैं।"
    },
    {
      "number": "11",
      "title": "शासकीय कानून और विवाद समाधान",
      "content": "ये शर्तें इंग्लैंड और वेल्स के कानूनों द्वारा शासित हैं। विवादों का समाधान लंदन कोर्ट ऑफ़ इंटरनेशनल आर्बिट्रेशन (LCIA) के माध्यम से बाध्यकारी मध्यस्थता या इंग्लैंड की अदालतों में किया जाएगा।"
    },
    {
      "number": "12",
      "title": "विविध",
      "content": "यदि कोई प्रावधान अमान्य है, तो शेष प्रावधान लागू रहेंगे। अनुवादों पर अंग्रेजी संस्करण प्रबल होगा। किसी प्रश्न के लिए [support_email] या कानूनी पूछताछ के लिए [legal_email] पर संपर्क करें।"
    }
  ],

  "closing": "जारी रखकर आप इन शर्तों और हमारी [privacy_policy_link] से सहमत होते हैं।"
}