{
  "page_title": "Политика конфиденциальности QuickPing VPN",
  "last_updated": "Последнее обновление: 25 ноября 2025",
  "introduction": "QuickPing VPN (\"мы\", \"нас\" или \"наш\"), управляемый [boratech_link], обязуется защищать вашу конфиденциальность. Настоящая Политика конфиденциальности объясняет, как мы собираем, используем, передаем и защищаем ваши персональные данные при использовании наших Сервисов. Используя Сервисы, вы соглашаетесь с этими практиками, включая использование вашего IP-адреса и часового пояса устройства для оптимизации сервиса, как описано ниже. Для вопросов свяжитесь с [support_email].",

  "sections": [
    {
      "number": "1",
      "title": "Данные, которые мы собираем",
      "content": "Мы собираем минимальные данные в соответствии с принципами минимизации данных в рамках GDPR, законов Великобритании о данных, CCPA и Руководящих принципов Apple App Store:",
      "list": [
        "<strong>Информация об аккаунте:</strong> Email и пароль (шифруются с использованием SHA256/base64) для регистрации и входа.",
        "<strong>IP при регистрации:</strong> Ваш IP-адрес при регистрации для предотвращения злоупотреблений (например, множественных бесплатных аккаунтов); удаляется после проверки или хранится минимально при необходимости.",
        "<strong>Данные для оптимизации:</strong> IP-адрес в реальном времени (определяется на момент запуска приложения на splash-экране для настройки списка VPN-серверов в зависимости от местоположения) и часовой пояс устройства (автоматически определяется из настроек устройства для выбора API-эндпоинтов). Не сохраняются на серверах; обрабатываются только в реальном времени и не сохраняются.",
        "<strong>Информация об устройстве и сбоях:</strong> Через [sentry_link] для отладки (например, модель устройства, версия ОС, уровень заряда, использование памяти, версия приложения, логи сбоев, IP-адрес, география — страна/город). Данные анонимизированы и используются только для устранения ошибок. Полный список: app_memory_limit, app_memory_usage, app_peak_memory, arch, battery_level, brand, charging, connection_type, cpu_description, device_type, dist, environment, family, free_storage, handled, id, interface_type, language, level, low_memory, manufacturer, mechanism, memory_size, model, model_id, name, online, orientation, processor_count, release, screen_density, screen_dpi, screen_resolution, simulator, storage_size, system_free_memory, thermal_state, timezone, user ID/IP/geography.",
        "<strong>Платежные данные:</strong> Обрабатываются Apple; мы не храним данные карты."
      ],
      "footer": "Не собираются и не хранятся (даже временно) данные о местоположении, здоровье, истории браузера, трафике или подключениях. Мы не используем данные для отслеживания, профилирования или любых целей, кроме явно указанных."
    },
    {
      "number": "2",
      "title": "Как мы используем ваши данные",
      "content": "Мы используем данные исключительно для предоставления Сервисов, основываясь на согласии (через настоящие Условия и Политику) и законных интересах (например, качество и безопасность сервиса):",
      "list": [
        "Для предоставления и поддержки Сервисов (например, аутентификация, VPN-подключение, проверки на злоупотребления).",
        "Для оптимизации сервиса: использование IP в реальном времени для настройки списка VPN-серверов (например, разное количество/страны в зависимости от местоположения пользователя) и часового пояса устройства для выбора подходящих доменов/серверов API для лучшей скорости и стабильности. Эта обработка необходима для предоставления оптимального сервиса и является справедливой для всех пользователей, без дискриминации.",
        "Для отладки и улучшений (сбои [sentry_link]).",
        "Для соблюдения юридических обязательств (например, предотвращение мошенничества)."
      ],
      "footer": "Запрещена продажа, передача или использование данных для маркетинга, рекламы или любых целей третьих лиц, в соответствии с Руководством Apple 5.4."
    },
    {
      "number": "3",
      "title": "Политика отсутствия логов",
      "content": "Мы придерживаемся строгой политики отсутствия логов: не сохраняем ваши онлайн-активности, посещенные сайты, данные трафика или какие-либо логи — даже на секунду. Часовой пояс и IP для оптимизации не сохраняются; обрабатываются только в реальном времени. Серверы используют протоколы [singbox_link] для шифрования; данные анонимизируются и никогда не сохраняются. Мы проводим внутренние аудиты для обеспечения соответствия, хотя внешней сертификации пока нет."
    },
    {
      "number": "4",
      "title": "Передача данных",
      "list": [
        "<strong>Третьи лица:</strong> [sentry_link] для сбоев (см. их политику); [google_login_sdk_link] для аутентификации. Данные не продаются и не передаются для каких-либо целей.",
        "<strong>Юридические требования:</strong> Мы можем раскрывать данные, если требуется по закону (например, судебный приказ), но только после проверки законности.",
        "<strong>Корпоративные сделки:</strong> В случае слияния/продажи."
      ],
      "footer": "Международные передачи защищены стандартными договорными положениями (например, соответствие GDPR). Мы не передаем данные третьим лицам, включая поставщиков ИИ, без явного согласия, в соответствии с Руководством Apple."
    },
    {
      "number": "5",
      "title": "Меры безопасности",
      "content": "Данные шифруются при передаче и хранении (с использованием протоколов, таких как VMess). Мы внедряем файрволы, контроль доступа и регулярные проверки безопасности для защиты данных, в соответствии со статьей 32 GDPR и требованиями CCPA. Однако ни одна система не является 100% безопасной."
    },
    {
      "number": "6",
      "title": "Ваши права",
      "content": "Мы уважаем ваши права согласно применимым законам:",
      "list": [
        "Доступ, исправление или удаление данных через настройки аккаунта (удаление аккаунта удаляет все, включая IP).",
        "Для пользователей из ЕС/Великобритании (GDPR/UK GDPR): права на доступ, исправление, удаление, ограничение, переносимость и возражение (например, против обработки IP/часового пояса, хотя это необходимо для сервиса; возражение может ограничить функционал). Основание обработки: согласие и законный интерес (предоставление сервиса). Мы соблюдаем правила без назначенного Офицера по защите данных, так как обработка не крупномасштабная, но назначим при необходимости.",
        "Для пользователей Калифорнии (CCPA): права знать, удалять, отказаться от продажи (не происходит), и недискриминации. Email для запросов."
      ],
      "footer": "Хранение: данные хранятся пока аккаунт активен + 2 года по юридическим причинам; затем удаляются. Для реализации прав пишите нам по email; ответ в течение 30–45 дней согласно законам."
    },
    {
      "number": "7",
      "title": "Конфиденциальность детей",
      "content": "Сервисы не предназначены для лиц младше 16 лет. Мы сознательно не собираем данные от несовершеннолетних. Функция контроля родителей позволяет блокировать, но рекомендуется родительский надзор. Соответствует требованиям COPPA и положений GDPR о детях."
    },
    {
      "number": "8",
      "title": "Изменения в политике",
      "content": "Мы можем обновлять политику; уведомляем по email. Продолжение использования означает согласие с изменениями."
    },
    {
      "number": "9",
      "title": "Соблюдение законодательства",
      "content": "Мы соблюдаем GDPR (для ЕС, рассматривая IP/часовой пояс как персональные данные с явным раскрытием), законы Великобритании о данных (после Brexit UK GDPR), CCPA (для Калифорнии с необходимыми правами) и Руководства Apple App Store (например, 5.4: запрет продажи/передачи данных, четкое раскрытие всех практик). Мы минимизируем данные, получаем согласие и не делаем вводящих в заблуждение заявлений. Для глобальных пользователей соблюдаем лучшие практики, включая аудиты и шифрование."
    },
    {
      "number": "10",
      "title": "Контакты",
      "content": "[support_email] или [legal_email] для юридических вопросов. Unit 13 Freeland Park, Wareham Road, Lytchett Matravers, Poole, BH16 6FA, UK. +447477232441."
    }
  ]
}
