{
  "page_title": "Политика конфиденциальности QuickPing VPN",
  "last_updated": "Последнее обновление: 25 ноября 2025 г.",
  "introduction": "QuickPing VPN (далее «мы», «нас», «наш»), управляемая компанией Boratech, обязуется защищать вашу конфиденциальность. Настоящая Политика конфиденциальности объясняет, как мы собираем, используем, передаём и защищаем ваши персональные данные при использовании наших Сервисов. Используя Сервисы, вы даёте согласие на описанные ниже практики, включая использование вашего IP-адреса и часового пояса устройства для оптимизации сервиса. По всем вопросам пишите на support@quickping.net.",

  "sections": [
    {
      "number": "1",
      "title": "Какие данные мы собираем",
      "content": "Мы собираем минимальный объём данных в строгом соответствии с принципом минимизации данных (GDPR, законы Великобритании, CCPA и правила App Store):",
      "list": [
        "<strong>Данные аккаунта:</strong> адрес электронной почты и пароль (хешируется через SHA256/base64) для регистрации и входа.",
        "<strong>IP при регистрации:</strong> ваш IP-адрес на момент создания аккаунта — только для предотвращения злоупотреблений (многократное создание бесплатных аккаунтов); удаляется после проверки или хранится в минимальном объёме.",
        "<strong>Данные оптимизации:</strong> реальный IP (запрашивается только на доли секунды при запуске приложения для формирования списка серверов по геолокации) и часовой пояс устройства (определяется автоматически из настроек устройства для выбора оптимальных API-доменов). Ни один из этих данных не сохраняется на серверах — обрабатывается только в реальном времени.",
        "<strong>Данные устройства и краши:</strong> через сервис Sentry для отладки (модель устройства, версия ОС, уровень батареи, использование памяти, версия приложения, логи крашей, IP, страна/город). Все данные анонимизируются и используются исключительно для исправления ошибок.",
        "<strong>Платёжные данные:</strong> полностью обрабатываются Apple — мы не храним данные карт."
      ],
      "footer": "Мы не собираем и не храним (даже временно) данные о местоположении, здоровье, истории браузера, трафике или логах соединений. Данные не используются для трекинга, профилирования или любых иных целей, кроме явно указанных."
    },
    {
      "number": "2",
      "title": "Как мы используем ваши данные",
      "content": "Мы используем данные исключительно для предоставления Сервисов на основании вашего согласия (данные Условия и Политика) и наших законных интересов (качество и безопасность сервиса):",
      "list": [
        "Предоставление и поддержание Сервисов (аутентификация, VPN-соединение, проверка на злоупотребления).",
        "Оптимизация сервиса: использование реального IP для подбора ближайших серверов и часового пояса для выбора наиболее быстрых и стабильных API-доменов.",
        "Отладка и улучшение (отчёты Sentry).",
        "Соблюдение юридических обязательств (предотвращение мошенничества)."
      ],
      "footer": "Мы не продаём, не передаём и не используем данные в маркетинговых, рекламных или сторонних целях — полностью соответствует правилу 5.4 App Store."
    },
    {
      "number": "3",
      "title": "Политика отсутствия логов (No-Logs Policy)",
      "content": "Мы строго придерживаемся политики отсутствия логов: никакие действия в интернете, посещенные сайты, трафик или логи соединений не сохраняются даже на секунду. Часовой пояс и IP, используемые для оптимизации, не логируются и не хранятся — только мгновенная обработка. Серверы используют протоколы Sing-Box с полным шифрованием; данные анонимизированы и никогда не сохраняются. Мы регулярно проводим внутренние аудиты для подтверждения соблюдения."
    },
    {
      "number": "4",
      "title": "Передача данных",
      "list": [
        "<strong>Третьи стороны:</strong> только Sentry (отчёты о сбоях) и Google Login SDK (авторизация). Данные не продаются и не передаются.",
        "<strong>Законные требования:</strong> возможна передача только по официальному запросу суда после проверки его легитимности.",
        "<strong>Корпоративные сделки:</strong> в случае слияния или продажи компании."
      ],
      "footer": "Международные передачи защищены стандартными договорными положениями. Мы не передаём данные третьим лицам (включая ИИ-провайдеров) без вашего явного согласия."
    },
    {
      "number": "5",
      "title": "Меры безопасности",
      "content": "Данные шифруются при передаче и хранении (протоколы VMess и др.). Применяются межсетевые экраны, контроль доступа и регулярные аудиты безопасности в соответствии со ст. 32 GDPR и требованиями CCPA. Однако ни одна система не может быть защищена на 100 %."
    },
    {
      "number": "6",
      "title": "Ваши права",
      "content": "Мы уважаем ваши права: доступ, исправление и удаление данных через настройки аккаунта. Полностью поддерживаются права по GDPR (ЕС/Великобритания) и CCPA (Калифорния). Запросы по e-mail обрабатываются в течение 30–45 дней. Данные хранятся только пока активен аккаунт + 2 года по юридическим причинам."
    },
    {
      "number": "7",
      "title": "Конфиденциальность детей",
      "content": "Сервисы не предназначены для лиц моложе 16 лет. Мы сознательно не собираем данные несовершеннолетних. Полностью соответствуем COPPA и детским положениям GDPR."
    },
    {
      "number": "8",
      "title": "Изменения в Политике",
      "content": "Мы можем обновлять Политику — вы будете уведомлены по e-mail. Продолжение использования означает принятие изменений."
    },
    {
      "number": "9",
      "title": "Соответствие законодательству",
      "content": "Мы полностью соблюдаем GDPR, UK GDPR, CCPA и правила App Store (в т.ч. пункт 5.4). Минимизируем сбор данных, получаем согласие и не делаем ложных заявлений."
    },
    {
      "number": "10",
      "title": "Контакты",
      "content": "support@quickping.net или owner@boratech.uk<br>Unit 13 Freeland Park, Wareham Road, Lytchett Matravers, Poole, BH16 6FA, UK<br>+447477232441"
    }
  ]
}