{
  "page_title": "Пользовательское соглашение QuickPing VPN",
  "last_updated": "Последнее обновление: 25 ноября 2025",
  "introduction": "Настоящие Условия предоставления услуг (\"Условия\") регулируют ваш доступ к сервисам QuickPing VPN и использование их, включая наши мобильные приложения, веб-сайт и любое связанное программное обеспечение или функции (в совокупности \"Сервисы\"), предоставляемые QuickPing, управляемым [boratech_link] (\"мы\", \"нас\" или \"наш\"). Получая доступ к Сервисам или используя их, вы соглашаетесь с этими Условиями и нашей Политикой конфиденциальности, доступной по ссылке [privacy_policy_link]. Если вы не согласны, не используйте Сервисы.",

  "sections": [
    {
      "number": "1",
      "title": "Принятие и право на использование",
      "content": "Вы должны быть не моложе 16 лет (или достигнуть возраста совершеннолетия в вашей юрисдикции), чтобы использовать Сервисы. Используя Сервисы, вы заявляете, что соответствуете этому требованию, и соглашаетесь соблюдать все применимые законы. Если вы принимаете условия от имени организации, вы гарантируете, что имеете полномочия связывать эту организацию."
    },
    {
      "number": "2",
      "title": "Изменения Условий",
      "content": "Мы можем обновлять эти Условия в любое время. Изменения будут опубликованы на нашем сайте, и мы уведомим вас по электронной почте. Продолжение использования Сервисов после изменений считается принятием Условий."
    },
    {
      "number": "3",
      "title": "Создание аккаунта и безопасность",
      "content": "Для использования Сервисов вы должны создать аккаунт с действительным email и паролем. Вы несете ответственность за сохранение конфиденциальности своих учетных данных и за все действия под вашим аккаунтом. Немедленно уведомляйте нас о любом несанкционированном доступе. Мы оставляем за собой право приостанавливать или удалять ваш аккаунт за нарушения."
    },
    {
      "number": "4",
      "title": "Подписки и платежи",
      "content": "Сервисы предоставляются на основе подписки. При регистрации вы получаете 2 ГБ бесплатных данных ежемесячно для тестирования (ограничено одним бесплатным аккаунтом на IP для предотвращения злоупотреблений). Платные планы включают ежемесячную ($2.99) и годовую ($24.99) подписки с неограниченным объемом данных, обрабатываемые через Apple In-App Purchase. Подписки автоматически продлеваются, если не отменены через настройки Apple-аккаунта. Мы не предоставляем прямые возвраты; все отмены и возвраты обрабатываются в соответствии с политикой подписок Apple. Цены могут изменяться с уведомлением."
    },
    {
      "number": "5",
      "title": "Функции сервиса",
      "subsections": [
        {
          "subtitle": "VPN-подключение",
          "content": "Мы предоставляем VPN-сервисы с использованием протоколов VMess, VLESS, Reality и Hysteria через [singbox_link]. Функции включают выбор серверов, split tunneling (списки IP, определяемые пользователем, для включения/исключения маршрутов), kill switch (всегда включен) и Guardian (опциональная блокировка социальных сетей, контента для взрослых и сайтов азартных игр с использованием публичных списков GitHub)."
        },
        {
          "subtitle": "Гео-оптимизация",
          "content": "Для предоставления качественных сервисов, соответствующих местоположению, мы оптимизируем API-эндпоинты и списки VPN-серверов на основе часового пояса вашего устройства (автоматически определяется из настроек устройства, не сохраняется на серверах) и местоположения IP-адреса (определяется в реальном времени при запуске приложения на splash-экране). Например, пользователи в Великобритании могут получать API-домены UK и список из 10 серверов, тогда как пользователи в Германии — API-домены Германии и 15 серверов из разных стран. Это обеспечивает лучшую скорость, стабильность и релевантность без хранения данных о местоположении. Все пользователи получают справедливый и оптимальный сервис на основе обнаруженного местоположения."
        },
        {
          "subtitle": "Ограничения использования",
          "content": "Сервисы предназначены только для личного использования. Запрещена перепродажа, совместное использование или коммерческое использование. Неограниченные данные на платных планах, но злоупотребление (например, чрезмерное потребление трафика, влияющее на качество сервиса для других) запрещено. Мы можем ограничивать или приостанавливать аккаунты при злоупотреблениях."
        },
        {
          "subtitle": "Политика отсутствия логов",
          "content": "Мы не ведем логи и не храним онлайн-активности, историю браузера, данные трафика или логи подключений. Подробнее см. [privacy_policy_link]."
        }
      ]
    },
    {
      "number": "6",
      "title": "Запрещенные действия",
      "content": "Вы соглашаетесь не использовать Сервисы для:",
      "list": [
        "Незаконной деятельности, включая, но не ограничиваясь, эксплуатацией детей, спамом, распространением вредоносного ПО, взломом или нарушением авторских прав.",
        "Преследования, угроз или вредоносного контента.",
        "Перепродажи, совместного использования или злоупотребления Сервисами (например, создание нескольких бесплатных аккаунтов).",
        "Перегрузки нашей инфраструктуры или обхода ограничений способами, нарушающими местные законы."
      ],
      "footer": "Мы можем приостанавливать или удалять ваш аккаунт без возврата средств за нарушения."
    },
    {
      "number": "7",
      "title": "Интеллектуальная собственность",
      "content": "Мы предоставляем вам ограниченную, неисключительную, отзывную лицензию на использование Сервисов для личных целей. Вы не можете изменять, декомпилировать или распространять наше программное обеспечение. Все торговые марки и контент принадлежат нам."
    },
    {
      "number": "8",
      "title": "Отказ от гарантий и ограничение ответственности",
      "content": "Сервисы предоставляются \"как есть\" без каких-либо гарантий. Мы не несем ответственности за любые убытки, включая косвенные, побочные или случайные потери, возникшие в результате вашего неправильного использования или ошибок пользователей. Общая ответственность ограничена суммой, уплаченной вами за последние 12 месяцев. Мы не отвечаем за нарушения местных законов или злоупотребление пользователями."
    },
    {
      "number": "9",
      "title": "Возмещение ущерба",
      "content": "Вы соглашаетесь компенсировать нам любые претензии, возникающие из вашего использования Сервисов или нарушений этих Условий."
    },
    {
      "number": "10",
      "title": "Прекращение",
      "content": "Вы можете удалить свой аккаунт в любое время через приложение или сайт, что навсегда удаляет ваши данные. Мы можем прекратить действие вашего аккаунта за нарушения, с уведомлением или без него."
    },
    {
      "number": "11",
      "title": "Применимое право и разрешение споров",
      "content": "Настоящие Условия регулируются законодательством Англии и Уэльса. Споры будут разрешаться посредством обязательного арбитража через Лондонский суд международного арбитража (LCIA) или судами Англии."
    },
    {
      "number": "12",
      "title": "Разное",
      "content": "Если какое-либо положение признается недействительным, остальные остаются в силе. Приоритет имеет английская версия перед переводами. Свяжитесь с нами по [support_email] для вопросов или [legal_email] для юридических запросов."
    }
  ],

  "closing": "Продолжая использование, вы соглашаетесь с этими Условиями и нашей [privacy_policy_link]."
}
