{
  "page_title": "Условия использования QuickPing VPN",
  "last_updated": "Последнее обновление: 25 ноября 2025 г.",
  "introduction": "Настоящие Условия использования регулируют ваш доступ и использование сервисов QuickPing VPN (мобильные приложения, веб-сайт и связанные программы/функции), предоставляемых QuickPing и управляемых компанией Boratech. Используя Сервисы, вы принимаете данные Условия и Политику конфиденциальности (доступна по ссылке https://dl.quickping.net/legal.html?page=privacy). Если вы не согласны — не используйте Сервисы.",

  "sections": [
    {
      "number": "1",
      "title": "Принятие и правомочность",
      "content": "Вы должны быть не моложе 16 лет (или достигнуть возраста совершеннолетия в вашей юрисдикции). Используя Сервисы, вы подтверждаете соответствие этому требованию и обязуетесь соблюдать все применимые законы. Если вы принимаете Условия от имени юридического лица, вы гарантируете наличие полномочий обязывать это лицо."
    },
    {
      "number": "2",
      "title": "Изменение Условий",
      "content": "Мы вправе в любое время обновлять Условия. Изменения публикуются на сайте и направляются вам по e-mail. Дальнейшее использование после изменений означает их принятие."
    },
    {
      "number": "3",
      "title": "Создание и безопасность аккаунта",
      "content": "Для использования Сервисов необходимо создать аккаунт с действительным e-mail и паролем. Вы несёте ответственность за сохранность учётных данных и все действия под вашим аккаунтом. О любом несанкционированном доступе сообщайте немедленно. Мы оставляем за собой право приостановить или закрыть аккаунт при нарушении Условий."
    },
    {
      "number": "4",
      "title": "Подписки и оплата",
      "content": "Сервисы предоставляются по подписке. При регистрации вы получаете 2 ГБ бесплатного трафика ежемесячно для тестирования (ограничено одним бесплатным аккаунтом на IP). Платные планы: месячный — 2,99 $ и годовой — 24,99 $ с неограниченным трафиком через In-App Purchase Apple. Подписка автопродлевается, если не отменена в настройках Apple. Прямых возвратов мы не производим — все отмены и возвраты регулируются политикой Apple. Цены могут измениться с предварительным уведомлением."
    },
    {
      "number": "5",
      "title": "Функции сервиса",
      "subsections": [
        {
          "subtitle": "VPN-соединение",
          "content": "Мы предоставляем VPN на протоколах VMess, VLESS, Reality и Hysteria через Sing-Box. Функции: выбор сервера, split tunneling (пользовательские списки IP), kill switch (всегда включён), Guardian (опциональная блокировка соцсетей, взрослого контента и гемблинг-сайтов по публичным спискам GitHub)."
        },
        {
          "subtitle": "Гео-оптимизация",
          "content": "Для максимальной скорости и стабильности мы подбираем API-домены и список серверов на основе часового пояса устройства (определяется автоматически из настроек, не сохраняется) и текущего IP (запрашивается только при запуске приложения). Например, пользователи из Великобритании получают британские домены и ~10 серверов, пользователи из Германии — немецкие домены и до 15 серверов из разных стран. Никакие геоданные не сохраняются — все пользователи получают справедливый и оптимальный сервис."
        },
        {
          "subtitle": "Ограничения использования",
          "content": "Сервисы предназначены только для личного использования. Перепродажа, шаринг и коммерческое использование запрещены. На платных планах трафик неограничен, однако злоупотребление (чрезмерное потребление, влияющее на других) запрещено. Мы вправе ограничить или заблокировать аккаунт при злоупотреблениях."
        },
        {
          "subtitle": "Политика отсутствия логов",
          "content": "Мы не ведём и не сохраняем никаких логов активности, истории браузера, трафика или соединений. Подробности — в Политике конфиденциальности."
        }
      ]
    },
    {
      "number": "6",
      "title": "Запрещённые действия",
      "content": "Вы соглашаетесь не использовать Сервисы для:",
      "list": [
        "Незаконной деятельности, включая (но не ограничиваясь) эксплуатацию детей, спам, распространение вредоносного ПО, хакинг, нарушение авторских прав.",
        "Домогательств, угроз или распространения вредоносного контента.",
        "Перепродажи, шаринга или злоупотребления Сервисами (например, создание множества бесплатных аккаунтов).",
        "Перегрузки нашей инфраструктуры или обхода ограничений в нарушение местных законов."
      ],
      "footer": "При нарушении мы вправе приостановить или закрыть аккаунт без возврата средств."
    },
    {
      "number": "7",
      "title": "Интеллектуальная собственность",
      "content": "Мы предоставляем вам ограниченную, неисключительную, отзывную лицензию на личное использование Сервисов. Запрещено изменять, декомпилировать или распространять наше ПО. Все торговые марки и контент принадлежат нам."
    },
    {
      "number": "8",
      "title": "Отказ от гарантий и ограничение ответственности",
      "content": "Сервисы предоставляются «как есть» без каких-либо гарантий. Мы не несем ответственности за косвенные, случайные или побочные убытки, возникшие из-за вашего неправильного использования или ошибок. Максимальная ответственность ограничена суммой, уплаченной вами за последние 12 месяцев. Мы не отвечаем за нарушение вами местных законов или действия других пользователей."
    },
    {
      "number": "9",
      "title": "Возмещение убытков",
      "content": "Вы соглашаетесь возместить нам любые претензии, возникшие в связи с вашим использованием Сервисов или нарушением настоящих Условий."
    },
    {
      "number": "10",
      "title": "Прекращение действия",
      "content": "Вы можете удалить аккаунт в любой момент через приложение или сайт — все ваши данные удаляются безвозвратно. Мы также вправе прекратить доступ при нарушении с уведомлением или без него."
    },
    {
      "number": "11",
      "title": "Применимое право и разрешение споров",
      "content": "Условия регулируются законодательством Англии и Уэльса. Споры разрешаются обязательным арбитражем в Лондонском суде международного арбитража (LCIA) или в судах Англии."
    },
    {
      "number": "12",
      "title": "Прочие положения",
      "content": "Если какое-либо положение признано недействительным, остальные остаются в силе. Английская версия имеет приоритет над переводами. Вопросы: support@quickping.net, юридические запросы: owner@boratech.uk"
    }
  ],

  "closing": "Продолжая использование, вы принимаете настоящие Условия и Политику конфиденциальности."
}